import React from 'react'
import '../../App.css';
function Bundle() {
  return (
    <>
      <h1>BUNDLE</h1>
      <br />
      <h2>نحوه ی بسته بندی محصول نهایی</h2>
      <p>- روش كار:	
      4-1- لوله¬های شیشه ای را پس از رسیدن به انتهای خط تولید، بر روی یک تکیه گاه (پس از گلیزینگ و آنیلینگ) انباشته نمائید.
      2-4- لوله¬های شیشه¬ای را پس از کنترل کیفیت اولیه مطابق با دستور العمل نحوه کنترل کیفیت محصول توسط بسته بند D-INS-PR-24 از روی Sorting بردارید و به آرامی و با نظم روی خرک¬ها بچینید. (خرک ¬ها طوری طراحی و ساخته شده¬اند که لوله¬ها پس از جمع شدن روی آن¬ها حجمی از باندل را اشغال می¬کند که مناسب چیده شدن بر روی پالت¬های محصول نهایی است.)
      4-3- جهت قطر هایی به جز 10.75 mm و 12.75 mm از نبشی¬های کمکی طراحی شده، جهت نصب در نگهدارنده¬های کناره خرک استفاده کنید. همچنین برای سایز 8.65 mm از خرک های چیدمانی با قطر کوچک تر که به طور جداگانه اختصاص داده شدنده¬اند استفاده کنید. 
      4-4- تعداد لوله ها در باندل و تعداد باندل ها در پالت را در جدول اطلاعات مربوط به بسته بندی لوله های بیرنگ D-S-QC-01 و جدول اطلاعات مربوط به بسته بندی لوله های قهوه ای با کد D-S-QC-02 درج نمائید. 
      4-5- لوله¬های شیشه¬ای چیده شده بر روی خرک¬ها، از یک سمت به دیواره روی خرک تکیه داده شده و از سمت دیگر آزاد هستند. این دیواره خود قابلیت باز و بسته شدن دارد. ابتدا با پلاستیک¬های مخصوص بسته بندی باندل که به نایلون شرینک باندل موسوم است انتهای باز لوله¬ها را شرینک و سپس دیواره¬ی خرک را باز کرده و انتهای دیگر را نیز شرینک کنید. ( برای لوله¬ها با قطر و ضخامت مختلف ابعاد باندل¬ها متفاوت می باشد.)
      4-6- پس از شرینک دو سر لوله¬ها باندل¬ها¬ی آماده شده را برای چیده شدن روی پالت منتقل کنید.
      4-7- باندل¬ها را روی پالت با توجه با الگوی چیدمان در دستورالعمل کنترل محصول D-INS-QC-29 بچینید.
      4-8- به منظور چیدن باندل¬ها روی پالت، اولین باندل را از گوشه¬ی پالت حدود 4 سانتی¬متر فاصله دهید. (هدف از این کار جلوگیری از آسیب رسیدن به باندل¬ها حین جابجایی و نقل و انتقال پالت توسط لیفتراک است.)
      </p>
      <h2>نحوه ی کنترل کیفیت محصول توسط بسته بند</h2>
      <p>روش كار:	
      لوله¬های شیشه¬ای که توسط دستگاه Aeroel (کنترل قطر خارجی ) و JLI vision (کنترل سنگ و نات در شیشه) گزینش شده¬اند پس از برش اولیه روی نوار نقاله¬ها می¬افتند و برای گلیزینگ و آنیلینگ به سمت جلو حرکت داده می¬شوند. در این مرحله و مراحل قبل از آن امکان دارد هنوز لوله¬هایی که به انتهای مسیر می¬رسند دارای عیب هایی باشند. این عیوب احتمالی را توسط بسته بند شناسایی نموده و از لوله¬های سالم جداسازی نمایید.
      4-1- بعد از تحویل شیفت وضعیت میز نور را بررسی و آن را تنظیم و  نظافت نمائید.
      4-2- در مرحله¬ی برش اولیه و ثانویه شکست دو سر لوله ممکن است به حدی باشد که در مرحله¬ی گلیزینگ نیز جبران نشود. بنابراین این تیوب¬ها را که در دو سر آن¬ها ایراد شکستگی وجود دارد بعنوان ضایعات برش کناره از محصول نهایی جدا نموده و در خرکی که به همین منظور تعبیه شده نگهداری کنید. و در صورت پر شدن خرک، توسط پرسنل خدمات تولید ابتدا لوله¬ها را توزین و سپس مقدار آن را به بسته بند اعلام کنید. انتهای هر شیفت مجموع اوزان تیوب¬هایی که به دلیل شکست در برش اولیه، عدم برش ثانویه و همچنین گلیزهای نامناسب قابل قبول نیستند در فرم توزین ضایعات و مصرف کارتن¬های برگشتی روزانه با کد D-FS-PR-22 ثبت کنید. گاهی با وجود برش سالم انتهای لوله¬ها، در خود مرحله¬ی گلیزینگ، گرد کردن دو سر لوله مناسب نیست، این بدلیل عدم حرارت دهی و یا اعمال سیکل گلیزینگ نامناسب در دو سر لوله یا برش نامناسب کناره ها است. در این حالت لوله ممکن اصلا گلیز نشده باشد و یا بدلیل عدم رعایت افزایش و کاهش شدت شعله در طول مسیر گلیزینگ و یا عدم سالم بودن غلطک دوران دهنده¬ی لوله¬ها گلیزینگ بصورت ناقص یا نا متقارن انجام شده باشد. در این¬ صورت نیز این لوله¬ها بعنوان ضایعات برش کناره از محصول نهایی جدا و مقدار آن را اعلام نمائید.
      4-3- وجود سنگ و نات و خطوط طولی، خراش، ترک¬ و سایر مسایل مربوط به ویژگی¬های کیفی لوله¬ها را شناسایی و جداسازی لازم را انجام دهید. در صورت افزایش تعداد ذرات خارجی در شیشه اپراتور خط کشش را جهت تنظیم مقدار هوای دمیده شده در تیوب¬ها مطلع سازید. انتهای هر شیفت تیوب¬هایی که از نظر کیفی (مانند نات، خط، سنگ و ... ) مورد تایید نمی¬باشند در خرک در نظر گرفته شده جمع آوری، توزین به عنوان ضایعات کیفی در فرم توزین ضایعات و مصرف کارتن¬های برگشتی روزانه با کد D-FS-PR-22 ثبت کنید.
      4-4- تکه¬هایی از لوله¬های شیشه¬ای برش خورده در کاتینگ ثانویه درون ظرف قرار داده شده زیر آن ریخته می¬شود. در انتهای هر شیفت پس از توزین به عنوان ضایعات برش ثانویه در فرم توزین ضایعات و مصرف کارتن¬های برگشتی روزانه با کد D-FS-PR-22 ثبت کنید.
      5-4- در نهایت کلیه ضایعات برش کناره، برش ثانویه و کیفی درون گاری ضایعات را جهت حمل به کراش و خردایش آن توسط پرسنل خدمات تولید بریزید.
      4-6- اگر در داخل لوله ها ذرات خرده شیشه موجود باشد سریعا اپراتور خط را مطلع کنید تا اقدام به تنظیم سیستم دمنده هوای فشرده داخل لوله ها نماید.
      4-7- در صورتیکه که به سالم بودن محصول تردید دارید، با اطلاع سرپرست شیفت تولید با بازرس کنترل کیفیت هماهنگی لازم را انجام دهید.
      4-8- بخش گلیزینگ را مرتبا نظافت کنید.
      </p>
    </>
  )
}

export default Bundle
