import React from 'react'
import '../../App.css';

function Connector() {
  return (
    <>
      <h1>Hello my best friend</h1>
      <h1>Here You Read About Glass Production</h1><br />
      <br />
      <p>
        -وقتی بزرگ بشی میخوای چیکاره بشی؟ <br />
        -میخوام یه دیوار اختراع کنم که اون طرفش دیده بشه<br />
        -(نگاه چپ چپ)<br />
        - چیه؟<br />
        -این که اختراع شده<br />
        - (با تعجب) وااقعااا؟؟<br />
        - آره، شیشه!!!<br /> <br /><br /><br />
        شیشه: جسمی بی رنگ، سخت و شکننده است که نور را به خوبی 
        از خود عبور میدهد ولی از عبور مواد جلوگیری میکند.
        ساخت شیشه تقریبا از 6000 سال پیش آغاز شده است و از آن برای 
        پوشاندن روزنه های روشنی رسان استفاده شده است. <br />
        کاربردهای شیشه: شیشه برای ساختن وسایل پزشکی، بلور، وسایل آزمایشگاهی،
        شیشه جام، شیشه های مخصوص نگه داری مواد خوراکی، شیشه رنگی ، پشم شیشه،
        و ... استفاده میشود. <br />

      </p>
      <br />
      <br />
      <br />
      
      <h3>چگونه شیشه بسازیم؟</h3>
      <p>
        برای خلق هر چیزی، باید مواد اولیه ای مصرف شود. این جمله بیان دیگری از قانون پایستگی جرم است که بیان 
        میکند در یک فرآیند یا واکنش، جرم مواد تولید شده با جرم مواد مصرف شده برابر است. 
        قانون فیزیکی دیگری تحت عنوان پایستگی انرژی نیز وجود دارد که بیان میکند
        میزان انرژی موجود در هستی ثابت است و به عبارتی هیچ گاه نمیتوان بدون مصرف انرژی، انرژی جدیدی تولید
        کرد. ابتدا قانون پایستگی جرم، جدا از قانون پایستگی انرژی بیان میشد، اما پس از بیان رابطه ی نسبیت توسط 
        آلبرت اینشتین و ارائه ی این فرضیه که جرم در سرعت بالا به انرژی تبدیل میشود، قانون پایستگی جرم به شکل دیگری از قانون پایستگی انرژی 
        بیان شد. در حقیقت این دو قانون در حقیقت به یک قانون تبدیل شدند و جرم به صورت حالت دیگری از انرژی در نظر گرفته شد. 
        با این حال در سرعت های پایین و خیلی کمتر از سرعت نور، همچنان میتوان از جرم تبدیل شده به انرژی در واکنش های شیمیایی 
        (به دلیل کوچک بودن میزان آن)
        صرف نظر کرد و همچنان قانون پایستگی جرم را برای واکنش های معمول به کار برد.
        (در حالی که در اصل باید قانون پایستگی انرژی را به کار برد)
        <br />
        با این توصیف، فهمیده میشود که برای تولید شیشه حتما مواد اولیه ای نیاز است که در اثر واکنش هایی به شیشه 
        تبدیل خواهد شد. 
        <br />
        بنابراین در شروع پاسخ به چگونه شیشه بسازیم، با دو سوال روبه رو هستیم:
        مواد اولیه ی تولید شیشه چه هستند؟<br />
        دوم اینکه مواد اولیه به صورت خود به خودی به شیشه تبدیل نمیشوند، چه
        واکنش هایی برای تبدیل مواد اولیه به شیشه وجود دارد؟<br />
        <br />
        اپیزود یک <br />
        مواد اولیه:<br />
        بنابراین در ورود به بحث شیشه، در اولین قدم به بحث در مورد مواد اولیه میرسیم.<br />
        چه ماده یا موادی برای ساخت شیشه مورد نیاز است؟
        <br />
        وقتی بحث مواد میشه، میتوان تا سطح اتم ها یا مولکول ها پایین رفت. 
        و سوال این است که آیا خاصیت شیشه ای شدن به وجود اتم خاصی ربط دارد؟
        یا مربوط به مولکول خاصی است؟
        یا شکل خاصی از چینش مولکول ها است که شیشه را به وجود میاورد؟ 
        برای پاسخ به این سوال، بهتر است نگاهی به تعریف شیشه بیاندازیم: 
        (نت قطع شد)
        برای ساخت شیشه چه اتم یا مولکولی نیاز است؟ 

        تا امروز میدانم که سیلیسیم اتمی است که توانایی ایجاد شیشه را دارد یا اکسید سیلیسیم 
        sio2
        میتواند برای ما شیشه ایجاد کند. اینکه آیا ساخت شیشه به وجود اتم سیلیس ربط دارد یا به مولکول سیلیسیم را 
        نمیدانم. 
        سوال دیگر این است که به جز سیلیس، چه اتم یا مولکول دیگه ای توانایی ایجاد شیشه برای ما را دارد؟
        
        فعلا این سوالات را بدون جواب باقی میگذاریم، زیرا ابتدا باید طرح کلی داستان شیشه را تمام کنیم و بعد برگردیم و به
        جزئیات بپردازیم. 
        <br />
        پس فعلا با همین دانش الانم جلو میریم. بنابراین با توجه به دانش الانم، سیلیس رو به عنوان ماده ی اولیه میپذیریم. 
        و بنابراین سوال اولمون پاسخ داده شد. 
        اما هنوز باید این بحث را ادامه دهیم؛ سیلیسیم را به عنوان ماده ی اولیه ای که میتوان شیشه را از آن ساخت پذیرفتیم، اما کجا میتوانیم سیلیسیم را پیدا کنیم؟ سیلیس در چه موادی یافت میشود که ما بتوانیم ازآن برای تولید شیشه
        استفاده کنیم؟ 
        ماسه ماده ای هست که سیلیس درصد بالایی از آن رو تشکیل میدهد. 
        پس میتوانیم از ماسه به عنوان ماده ی اولیه ی سازنده ی شیشه استفاده کنیم.
        اگرچه هنوز میتوان به صورت مفصلتر در مورد بسیاری جنبه های مختلف تولید سیلیس صحبت کرد
        اما فعلا 
        ماسه را به عنوان ماده ی اولیه شیشه میپذیریم.  
        اکنون میتوانیم به سوال دوم بپردازیم: چه واکنش هایی برای تبدیل ماسه به شیشه نیاز است؟ 
        یعنی چه بلایی سر این ماسه بیاوریم که تبدیل به شیشه شود؟
        پاسخ سوال دوم کوتاه است: 
        به ماسه آنقدر گرما بدهید که ذوب و روان شود. 
        سپس مذاب را سرد کنید، و شیشه تحویل بگیرید. 
        <br />
        بنابراین تا اینجای کار، ما اگر ماسه 
        (به عنوان ماده ی اولیه)
        داشته باشیم و آن را در قابلمه بریزیم و گرما بدهیم تا ماسه ذوب شود و سپس آن را سرد کنیم، آنگاه شیشه خواهیم داشت.

        <br />
        <hr />
        بنابراین برای تولید شیشه، فقط کافی است ماسه را در یک ظرف ریخته، حرارت داد تا ذوب شود و سپس آن را سرد کرد، 
        تا شیشه تولید شود. <br /><br /><br />
        دستور پخت شیشه: <br /><br />
        <img src='../images/glass-product1.jpg' alt='شکل ساده ای برای توضیح مطالب بالا' width='50%' /> <br /><br /><br /><br />
        تولید شیشه میتوانست به همین اندازه ساده باشد اگر دمای ذوب سیلیس به اندازه ی کافی
        پایین بود.
        برای ذوب کردن ماسه، باید آن را به دمای 1723 درجه سانتیگراد رساند، این دمای بالا
        ما را در ساخت ظرف نگهدارنده ی مذاب دچار مشکل میکند. به عبارت دیگر لازم است ظرف
        خود را از جنس خاصی بسازیم که تحمل این دما را داشته باشد. به خصوص که ما در حال
        صحبت در مورد ساخت شیشه در حجم زیاد هستیم و این یعنی با مشکلات بیشتری روبه رو خواهیم
        بود که باید آنها را حل کنیم. 
        برای جلوگیری از شلوغ شدن مساله، اجازه دهید قدم به قدم مشکلات خود را مشخص کنیم و 
        به بررسی راه حل ها بپردازیم:
        1. ظرفی میخواهیم که دمای ذوب سیلیس را تحمل کند
        2. ما قرار است حجم زیادی از شیشه را تولید کنیم، و این یعنی ابعاد ظرف ما بزرگ است
        در نتیجه باید ملاحظات طراحی لازم در طراحی این ظرف بزرگ را ایجاد کنیم.

        <br />
        ظرف را از چه جنسی بسازیم؟ 
        مشکل ما دمای بالای سیلیس است. قبل از ساخت ظرف بگذارید ابتدا به بررسی راههای کاهش 
        دمای ذوب بپردازیم، آیا راهی دارد که سیلیس در دمای پایینتری ذوب شود؟ 
        بله
        با اضافه کردن مواد خاصی به سیلیس میتوان پیوندهای آن را در حین ذوب ضعیفتر کرد 
        و آنها را راحتتر شکست. چه موادی این ویژگی را دارند؟ 
        اضافه کردن عناصر گروه اول جدول تناوبی 
        (عناصر گروه قلیایی)
        مانند
        اکسید سدیم 
  (Na2O)
  یا کربنات سدیم یا اکسید پتاسیم و کربنات پتاسیم 
  موجب کاهش دمای ذوب میگردد ولی افزایش بیش از حد آن از مقاومت شیشه 
  میکاهد. <br />
  بنابراین با اضافه کردن برخی مواد که به عنوان کمک ذوب شناخته میشوند
  به سیلیس، میتوانیم دمای ذوب آن را تا اندازه ای پایین 
  بیاوریم اما نه تا اندازه که بتوان در یک ظرف معمولی این ترکیب را ذوب کرد.
  بنابراین ما هنوز هم به یک ظرف با جنس خاص برای ذوب مواد اولیه نیاز داریم.
  هنگام بحث در مورد کمک ذوبها، به این نکته اشاره شد که افزایش بیش از حد کمک ذوب ها به شیشه
  از مقاومت شیمیایی آن کم میکند. 
   <br />
  اشاره به مقاومت شیمیایی، توجه ما را به این نکته جلب میکند که ما از تولید شیشه هدفی 
  داریم و این اهداف ما را به این سمت هدایت میکند که باید خواص خاصی را برای شیشه 
  فراهم کنیم. 
  چه خواصی را میتوان برای شیشه در نظر گرفت؟   
  <br />
  1. نقطه ی ذوب که به آن اشاره شد
  2. رنگ شیشه
  3. مقاومت شیمیایی
  4. مقاومت سایشی و ضد خش بودن
  5. سختی شیشه
  <br />
  راه حل فراهم کردن خواص بالا، اضافه کردن مواد اضافه ای در ترکیب شیمیایی شیشه
  یا انجام برخی اقدامات در فرآیند تولید شیشه میباشد. 
  از آنجا که بحث ما در اینجا در مورد مواد اولیه است، بنابراین به برخی مواد که برخی خواص
  شیمیایی شیشه را برای ما بهبود میبخشند اشاره میکنیم. <br />

  
  اکسید کلسیم
  (CaO)
  مقاومت شیمیایی و سایشی را در شیشه پایین میاورد. افزودن
  CaO 
  به شیشه موجب تبلور آن میگردد و در نتیجه حالت اوپالین
  (کدر)
  به خود میگیرد. برای افزودن مقاومت شیشه مقدار کمی اکسید آلومینیوم
  (AL2O3)
  و اکسید منیزیم بر آن اضافه میکنند. دو عامل عمده در تشکیل شیشه 
  نقش دارند که عبارتنداز: 
  غلظت مایع در محدوده ی خاصی از دمای محیط، به سرعت افزایش میابد
  و دمای ذوب باید به دمای محدوده افزایش غلظت باشد. <br />
  مورد دیگری که به عنوان کمک ذوب شناخته میشود، خورده شیشه است. خورده شیشه علاوه بر 
  کمک به پایین آوردن دمای مذاب، راه حلی است برای دفع زباله های شیشه.
  <br />
  <img src='../images/num2.jpg' alt='فرآیند فراهم کردن مواد اولیه' width='50%' /> <br />

        بنابراین مشاهده میشود که برای به دست آوردن یک شیشه با پارامترهای کیفی مشخص، 
        نیاز به اضافه کردن عناصر مختلفی است و ما با ترکیب خاصی از مواد روبه رو هستیم
        و از آنجا که قرار است حجم زیادی از شیشه را تولید کنیم، متعاقبا با حجم زیادی از 
        مواد اولیه روبه رو هستیم، که برای ترکیب این مواد اولیه نیاز
         به تجهیزات صنعتی داریم که این تجهیزات در واحد مشخصی تحت عنوان
          بچ پلنت کنار هم جمع میشوند. 
        ترکیبات مختلف لازم برای تعیین پارامترهای مختلف در بچ پلنت ترکیب شده و در کوره 
        ذوب میشوند. <br />
        بنابراین قبل از ورود به بحث کوره لازم است در مورد فرآیندهای اتفاق افتاده در بچ پلنت
        صحبت کنیم و تجهیزاتی که برای انجام هر یک از این فرآیندها لازم است را
        مشخص کنیم. <br /><br /><br /><br />
        بچ پلنت: بچ پلنت مکانی است که مواد اولیه در آنجا با هم مخلوط و آماده ی وارد
        شدن به کوره میشوند. بنابراین میتوان گفت که شروع فرآیند تولید از بچ پلنت است. <br /> 
        <p>
        بچ پلنت دارای 7 طبقه است که به ترتیب از پایین به بالا، به صورت زیر نامگذاری میشوند:
        <ol>
            <li>منفی دو: اتاق الواتورهای سیلیس و شیشه خورده</li>
            <li>منفی یک: </li>
            <li>همکف: طبقه میکسر. با دو پله با یک پاگرد از منفی یک به این طبقه میرسیم. برای ورود به این قسمت از در اتاق کنترل یا از محوطه ی بیرون میتوانید استفاده کنید.
                طبقه همکف، دو طبقه پایینتر از اتاق کنترل قرار دارد.
            </li>
            <li>طبقه اول: با یک پله و یک پاگرد میتوانید از همکف به این طبقه برسید. 
                این طبقه، یک طبقه زیر اتاق کنترل قرار دارد.
            </li>
            <li>طبقه دوم (همسطح با اتاق کنترل): طبقه ی اسکیل های یک و دو. با یک پله و یک پاگرد میتوانید از طبقه اول به این طبقه برسید.</li>
            <li>طبقه سوم: طبقه ی سیلوهای مربوط به بوریک اسید (برای شیشه بی رنگ) یا تیتانیوم (برای رنگی) و شیشه خورده قدیمی و پریمیکس و کربنات باریم. <br />
                 با دو پله و دو پاگرد میتوانید از طبقه دوم یا طبقه اتاق کنترل به این طبقه برسید.</li>
            <li>طبقه چهارم: طبقه ی قرارگیری سیلوهای شیشه خورده، سیلیس، بوراکس، فلدسپار و سیلوی ذخیره ی شیشه خورده قدیمی؛ علاوه بر این سیلوها، هر مخزن یک بگ فیلتر نیز دارد. دو طبقه بالاتر از اتاق کنترل. با یک پله و یک پاگرد میتوانید از طبقه سوم به این طبقه برسید.</li>
        </ol>
        <p>
            برای توضیح فرآیند، به ترتیب زیر عمل میکنیم:
        </p>
        <ol>
            <li>طبقه منفی دو: شروع فرآیند بچ در این قسمت رخ میدهد. <br />
                شیشه خورده و سیلیس در طبقه همکف از طریق یک کراشر و یک هاپر به این طبقه انتقال داده شده و توسط دو 
                الواتور به بالاترین طبقه (طبقه هفتم یا به عبارت دیگر طبقه چهارم فرستاده میشوند)<br />
                برای وارد شدن به این طبقه از طریق یک در کوچک در سمت راست طبقه ی منفی یک استفاده کنید.
                <p>
                    در این طبقه دو الواتور قرار دارد. <br /> الواتور اول برای انتقال شیشه خورده و الواتور دوم برای انتقال سیلیس. 
                    <br /> شیشه خورده (قدیمی و جدید) پس از اینکه توسط کراشر در طبقه ی همکف به قسمت های ریزتر تبدیل شد،روی تسمه نقاله ی ویبراتور 
                میریزد. در مسیر تسمه نقاله یک مگنت قرار دارد که فلزات داخل شیشه خورده را جدا میکند. 
                    < br /> سپس شیشه خورده ها وارد کراشر دوم شده و به قسمت های ریزتری تبدیل میشوند. <br />
                    با عبور از کراشر دوم، شیشه خورده ها روی ویبراتور دوم ریخته و در نهایت با استفاده از یک الواتور به طبقه ی هفتم (یا به عبارتی طبقهی چهارم)
                    منتقل میشوند. <br />
                    * این مسیر هم برای شیشه خورده قدیمی و هم برای شیشه خورده جدید استفاده میشود و به نوبت برای هر یک استفاده میشود.
                </p>
                <p>
                    در این قسمت باید به این سوالات پاسخ داده شود: 
                    <ol>
                        <li>نوع کراشر اول و دوم؟</li>
                        <li>ساختار کراشرهای اول و دوم؟</li>
                        <li>پارامترهای مهم در کراشرها؟</li>
                        <li>تاثیر اندازه ی شیشه خورده در کیفیت شیشه ی تولیدشده؟</li>
                        <li>سوالات بالا را برای مگنت پاسخ دهید (لازم به ذکر است که ما دو مگنت در مسیر تولید شیشه داریم، اولین مگنت در همین قسمت و دومین در جایی که بپ از طبقه هفتم خارج شده و در مسیر هاپرهای پشت کوره قرار میگیرد.)</li>
                        <li>سوالات بالا را برای ویبراتور پاسخ دهید</li>
                        <li>سوالات بالا را برای الواتور پاسخ دهید</li>
                    </ol>
                </p>
                
                <p>
                    الواتور دوم برای انتقال سیلیس به طبقه ی هفت یا همان طبقه ی چهار میباشد. <br />
                    در اینجا، سیلیس از طبقه ی همکف درون یک هاپر ریخته میشود و از آنجا روی یک ویبراتور ریخته میشود.
                    سپس توسط یک الواتور به طبقه ی هفت منتقل میشود.
                </p>
                <p>
                    تفاوت های الواتور و ویبراتور در این قسمت با قسمت قبل مشخص شود
                </p>
            </li>
            <li>
                طبقه چهارم: بالاترین طبقه ی واحد بچ پلنت میباشد که چهارمین طبقه از همکف و دو طبقه بالاتر از اتاق کنترل است. <br />
                در این طبقه 5 سیلو قرار دارد که متعلق به:
                <ol>
                    <li>شیشه خورده:
                        حجم مخرن: 68.9 متر مکعب <br />
                        محتویات این سیلو از طبقه منفی دو توسط یک الواتور به داخل مخزن ریخته میشود.
                    </li>
                    <li>شیشه خورده قدیمی:
                        این مخزن به عنوان یک سیلوی انبار برای شیشه خورده قدیمی استفاده میشود. شیشه خورده ی قدیمی از طریق مخزن کوچکتری که در طبقه ی
                        سوم قرار دارد، در فرآیند بچ قرار میگیرد. <br />
                        شیشه خورده قدیمی نیز از طریق الواتور از طبقه منفی دو به این طبقه آورده میشود. <br />
                        البته در هنگام تهیه ی بچ، شیشه خورده از این سیلو مورد استفاده قرار نمیگیرد. این سیلو فقط یک مخزن ذخیره
                        برای شیشه خورده قدیمی است. <br />
                        در هنگام استفاده، شیشه خورده در طبقه ی همکف داخل یک بیگ بگ ریخته شده و سپس توسط یک جرثقیل 
                        به طبقه ی سوم برده میشود. و در آنجا داخل سیلوی 4 که یک سیلو با حجم 5.9 مترمکعب است ریخته میشود.
                    </li>
                    <li>سیلیس:
                        حجم سیلو: 49.9 مترمکعب <br />
                        سیلیس از طریق یک الواتور از طبقه ی منفی دو به این قسمت آورده میشود. 
                    </li>
                    <li>بوراکس: <br />
                        حجم مخزن: 21.2 متر مکعب <br />
                        این ماده به همراه فلدسپار، به وسیله ی یک جرثقیل و داخل یک کیسه ی بزرگ (بیگ بگ) از طبقه همکف به
                        این طبقه آورده میشود. 
                    </li>
                    <li>فلدسپار: <br />
                        حجم مخزن: 21.2 مترمکعب <br />
                        این ماده به همراه بوراکس به وسیله ی یک جرثقیل و داخل یک کیسه ی بزرگ (بیگ بگ) از طبقه همکف به
                        این طبقه آورده میشود.
                    </li>
                </ol>
                <p>در کنار هر یک از سیلوها یک بگ فیلتر وجود دارد. </p>
                <p>* در کل ما 8 ماده اولیه داریم که دو تا از آنها (شیشه خورده جدید و سیلیس) توسط الواتور از 
                    منفی دو به این قسمت آورده میشوند و 6 تای باقی از طریق جرثقیل و داخل یک بیگ بگ به سیلوهای مربوطه ریخته میشوند.
                </p>
                <p>
                    در این قسمت باید به این سوالات پاسخ داده شود: 
                    <ol>
                        <li>مشخصات، نوع و نحوه ی عملکرد بگ فیلترها چگونه است؟</li>
                        <li>شیشه خورده و سیلیس پس از انتقال به این طبقه، از طریق یک نوار نقاله به داخل سیلوها ریخته میشوند.
                            مشخصات و پارامترها و نحوه ی عملکرد این نوار نقاله و موتورهای نصب شده روی آن را مشخص کنید.
                        </li>
                    </ol>
                </p>
            </li>
            <li>
                طبقه سوم: <br />
                در اینجا ما 6 سیلو با حجم 5.9 مترمکعب داریم که 4 تا از آنها برای به عنوان مخزن مواد اولیه مورد استفاده قرار میگیرند. <br />
                این چهار سیلو برای مواد: <br />
                <ol>
                    <li>پریمیکس</li>
                    <li>شیشه خورده قدیمی</li>
                    <li>کربنات باریم</li>
                    <li>اکسید تیتانیم (برای شیشه رنگی) و بوریک اسید (برای شیشه بی رنگ)</li>
                </ol>
                <p>همچنین در این قسمت ما برای هر سیلو یک بگ فیلتر داریم که وظیفه ی گرفتن گرد و غبارهای هر بخش سیلو را به عهده دارد.</p>
                <p>مواد اولیه در این بخش توسط جرثقیل و داخل بیگ بگ، از طبقه ی همکف به این طبقه آورده میشوند.</p>
                <p>
                    در این قسمت باید به این سوالات پاسخ داده شود: 
                    <ol>
                        <li>مشخصات، نوع و نحوه ی عملکرد بگ فیلترها چگونه است؟</li>
                    </ol>
                </p>
            </li>
            <li>
                طبقه ی دوم (اتاق کنترل): <br />
                اسکیل های یک و دو در این طبقه قرار دارند که از 8 ماده ی اولیه، 7 ماده در این دو اسکیل اندازه گیری میشوند. 
                (به جز شیشه خورده اصلی که در طبقه ی اول اندازه  گیری میشود.) <br />
                <table>
                    <tr>
                        <th>اسکیل یک</th>
                        <th>اسکیل دو</th>
                    </tr>
                    <tr>
                        <td>سیلیس</td>
                        <td>کربنات باریم</td>
                    </tr>
                    <tr>
                        <td>بوراکس</td>
                        <td>اکسید تیتانیم (یا اسید بوریک برای بی رنگ)</td>
                    </tr>
                    <tr>
                        <td>فلدسپار</td>
                        <td>پریمیکس</td>
                    </tr>
                    <tr>
                        <td></td>
                        <td>شیشه خورده قدیمی</td>
                    </tr>
                </table>
            </li>
            <li>طبقه یک: طبقه ی اسکیل مربوط به اندازه گیری شیشه خورده اصلی </li>
            <li>همکف: طبقه ی میکسر</li>
            <li>طبقه منفی یک: 
                بچ آماده شده از میکسر در همکف خارج شده و توسط یک ویبراتور روی تسمه نقاله ریخته میشود. 
                سپس توسط الواتور به طبقه ی چهارم میرود و به هاپرهای کوره میریزد. 
            </li>
        </ol>
    </p>
    <br /><br /><br />

    کوره: <br /> 
    حالا ما یک بچ آماده را وارد کوره کرده ایم و این بچ آماده ی ذوب شدن است. 
    این همان لحظه ای است که باید در مورد طراحی ظرف یا همان کوره بحث کنیم. ظرفی
    که بتواند دمای ذوب را تحمل کند. در عین حال در کوره باید تمهیداتی برای 
    بالابردن کیفیت مذاب در نظر گرفته شود تا مذاب برای تهیه ی یک شیشه مناسب آماده شود.
    <br />
    طراحی کوره: <br />
    وقتی حرف از طراحی میشود، یعنی ابعاد، جنس و تجهیزات لازم را طوری تعیین و فراهم کن
    که به اهدفی که تعیین کردی برسی. <br />
    ابعاد کوره چگونه تعیین میشود؟ 
    طبیعتا ابعاد کوره را با توجه به میزان تولید تعیین میکنیم. میزان کشش مذاب 
    به همراه برخی ملاحظات در قوانین سیالاتی، ابعاد کوره را تعیین میکند.
    بحث در مورد ابعاد کوره را کنار میگذاریم، وظیفه ی کوره ذوب کردن مواد اولیه و 
    تحویل مذاب است. 
    بگذارید کیفیت مذاب را فعلا کنار بگذاریم و فقط به بحث ذوب کردن بچ بپردازیم.
        برای ذوب شیشه به گرما نیاز داریم، طبیعیست که برای ذوب این حجم از مواد اولیه 
        نیاز به ساز و کار مناسبی برای گرما دادن داریم. <br />
        روش های مختلفی بر اساس سوختی که برای تهیه ی این انرژی مورد استفاده قرار میگیرد 
        وجود دارد، که ما در اینجا از یک کوره ی دوگانه سوز، گاز طبیعی و برق استفاده میکنید تا 
        مشعل ها و الکترودهای خود را فعال کنیم. 
        برای آنکه کیفیت شیشه در محدوده ی قابل قبول باشد، باید دمای مذاب را در اندازه
        مطلوب نگاه داریم. برای اینکار نکاتی در طراحی کوره و قرار دادن مشعل ها در 
        مختصات کوره نیاز است که در نظر گرفته شود. 
        (چه نکاتی؟)
        ما در کوره ی خود از الکترود و مشعل استفاده میکنیم که به ترتیب از برق و گاز استفاده میکنند.
        چه تعداد مشعل و چه تعداد الکترود نیاز است؟ این مورد نیز به ابعاد کوره و حجم مواد
        برای ذوب بستگی دارد. اما علاوه بر آن توان مشعل ها و الکترودها هم پارامتر دیگری است
        که تعیین کننده است. به جز ظرفیت کوره و توان مشعل ها و الکترودها، احتمالا دمای مورد
        نیاز ما در کوره و همچنین زمانی که ما میخواهیم مذاب تهیه شود نیز باید دیگر پارامترهای 
        مهم باشند.
        <br />
        اما در کنار ذوب مواد، ما با مسائل دیگری نیز روبه رو هستیم. 
        در هنگام ذوب مواد، حباب هایی در درون مذاب ایجاد میشود که قبل از وارد شدن مذاب به 
        بخش شکل دهی، باید از مذاب خارج شود. برای این منظور از قانون بویانسی استفاده میکنیم، 
        بابلرهایی در زیر کوره تعبیه میکنیم، این بابلرها حبابهایی را به داخل کوره
        اضافه میکنند، حبابها به هم وصل میشوند و از داخل کوره خارج میشوند.
        طبیعی است که محل قرار گیری بابلرها و نحوه ی عملکرد بابلرها نیز مهم است و باید 
        در پارامترهای طراحی ما قرار گیرد. 
        
        به جز بابلر، الکترود و مشعل عضو دیگر کوره، دودکش است که محصولات احتراق را 
        خارج میکند و ابعاد آن باید طراحی شود. 
        
        











        مواد اولیه در کوره ذوب میشوند و حالا میتوان این مذاب را از کوره بیرون کشید، 
        سرد کرد و شیشه را تولید کرد. اما اگر از این مذاب برای تولید شیشه استفاده کنیم، 
        شیشه ی تولید شده ی ما کیفیت لازم را برای محصولات ما نخواهد داشت. هدف ما 
        فقط تولید شیشه نیست، ما میخواهیم شیشه ای با کیفیت بسازیم. 
        برای ایجاد کیفیت لازم،مذاب پس از خروج از کوره ابتدا باید همگن شود. 
        برای همگن شدن مذاب، مذاب را پس از خروج از کوره و قبل از وارد کردن به فرآیند 
        شکل دهی، ابتدا در یک مسیر حرکت میدهیم. این که این مسیر چگونه طراحی شود که ما را 
        به اهدافمان برساند نیز نیاز به توجه لازم دارد. اما آنچه که از بعد از کوره تا قبل 
        از مندرل مدنظر ماست، همگن کردن مذاب و خارج کردن سرباره که شامل مواد ریز موجود 
        در مذاب است در قسمت 
        drain
        میباشد. همچنین مذاب خارج شده از کوره دمای بالایی دارد، نمیتوان مذاب با این دما
        را روی مندرل ریخت و سپس به تولید شیشه پرداخت. دمای شیشه ابتدا باید تا اندازه ی
        کافی پایین بیاید، این کاهش دما را نمیتوان به صورت ناگهانی کم کرد. 
        بنابراین دمای مذاب را در امتداد یک مسیر با یک شیب مناسب کاهش میدهیم.
         
        <br />
          مذاب آماده شده است روی 
          مندریل میریزد. مندرل در آن هوا میدمد و قطر داخلی لوله ساخته میشود. 
        <br /> 
        مذاب چگونه از کوره به بیرون کوره کشیده میشود؟ 
        <br />
        توسط ماشین کشش.
        <br />
        سپس کیفیت شیشه ی نهایی توسط استانداردهای تعیین شده در واحد کنترل کیفیت بررسی شده
        و سپس بسته بندی شده و در واحد فروش به فروش میرسد. <br />
        با این مقدمه، حالا میتوانیم یک جمع بندی داشته باشیم:
        1. ما از شیشه ی خود خواص خاصی را در نظر داریم، این خواص را کاربرد ما از شیشه 
        تعیین میکند
        2. برای رسیدن به هر خاصیت مورد نظر خود، عنصر خاصی باید به ترکیب اضافه شود
        3. این مواد مختلف در بچ پلنت با هم ترکیب میشوند
        4. ترکیب حاصل در کوره ذوب میشود
        5. از آنجا که ما قصد تهیه ی تیوب شیشه ای داریم، نیاز است که 
        در شیشه یک قطر داخلی ایجاد شود.
        برای ایجاد این قطر داخلی مذاب روی مندرل میریزد، مندرل به داخل آن هوا میدمد و 
        این قطر داخلی را ایجاد میکند. 
        6. مذاب توسط ماشین کشش از داخل کوره به سمت خط تولید کشیده میشود
        و پس از سرد شدن به شیشه تبدیل میشود.
      <br />
      <br />
      <br />
      <br />

























      <hr />
        <h4>متن زیر قسمت چگونه شیشه بسازیم را از یک سایت کپی کردم، اما قبل از آن میخواهم خودم بنویسم، و هر
      جا که لازم بود از متن زیر کمک بگیرم</h4>

        در واقع مواد تشکیل دهنده ی شیشه اختلاطی از چند نوع اکسید است.
         تنوعی که در شیشه ها وجود دارد، بستگی به مقدار این اکسیدها و افزودنی های مختلف دارد. 
         همانطور که می دانید، در میان مواد تشکیل دهنده ی شیشه، سیلیس یا دی اکسید سیلیکن، ماده ی اصلی است. 
         سیلیس در طبیعت به صورت بلورهای خالص کوارتز، کریستوبالیت و دی اکسید سیلیکن وجود دارد. 
         در حالت کلی می توان سه دسته ماده تحت عنوان شبکه سازها، واسطه ها و تعدیل کننده ها را برای مواد تشکیل دهنده ی شیشه نام برد.
          شبکه سازها بیشترین درصد مواد را به خود اختصاص می دهند و شامل اکسید سیلیسیم، پنو اکسید فسفر، اکسید بور و غیره می باشند.
           واسطه ها به موادی مانند اکسید آلومینیوم گفته می شود، که به شیشه استحکام می بخشند
            و تعدیل کننده ها در واقع نقطه ی ذوب را پایین می آورند و از طرفی مانع هوازدگی و کریستالیزه شدن شیشه ها می شوند. 
            اکسید سدیم، اکسید منیزیم، اکسید پتاسیم و اکسید کلسیم از جمله تعدیل کننده ها در مواد تشکیل دهنده ی شیشه هستند.
            <br />
            ماده ی اولیه ی شیشه:
            <br />
            باور کنید یا نه، شیشه از ماسه مایع ساخته می شود.
             می توانید شیشه را با حرارت دادن ماسه های معمولی
              (که بیشتر از دی اکسید سیلیسیم ساخته شده است)
               درست کنید تا ذوب شود و تبدیل به مایع شود.
               <br />
               ماده ی اولیه برای تهیه ی شیشه چیست؟
               <br />
               برای تهیه ی شیشه مواد اولیه مختلفی مورد نیاز است. 
               در ادامه به طور خلاصه این مواد تشکیل دهنده ی شیشه را شرح داده ایم:

سیلیس: همانطور که گفته شد سیلیس، ماده اصلی و مهمترین و بیشترین بخش شیشه را تشکیل می دهد.
کربنات سدیم: ناروانی سیلیس را کاهش می دهد و ذوب را آسان می کند.
آهک: شیشه را در برابر نفوذ آب مقاوم می کند.
فلدسپار: یک نوع تعدیل کننده در میان مواد تشکیل دهنده ی شیشه است.
در کنار مواد خام اصلی بالا تعدادی ماده خام فرعی نیز در ساختار شیشه به کار رفته است از جمله:

سنگ گچ: عاملی برای تصفیه
سولفات سدیم: عاملی برای تصفیه
نیترات سدیم: عامل اکسید کننده
آرسنیک: عامل متعادل کننده در از بین بردن رنگ ها
زغال: عامل احیا کننده در ساخت شیشه
اکسیدهای متفاوت مانند اکسید کبالت، اکسید مس، اکسید کادمیوم، اکسید کرم و بی کربنات پتاسیم
<br />
  چطور شیشه از ماسه درست میشود؟
  <br />
  شاید برای شما نیز جای تعجب داشته باشد اما در شن و ماسه، درصد بالای دی اکسید سیلیکون وجود دارد. 
  ماده ی خام برای شیشه، ماسه است. 
  ماسه ای که به عنوان مواد تشکیل دهنده ی شیشه بکار می رود باید تقریبا کوارتز خالص باشد. 
  اگر قرار است شیشه را برای ساخت ظروف ناهار خوری به کار ببریم، درصد آهن آن نباید از 45 درصد بیشتر باشد. 
  اما چگونه از ماسه شیشه می سازند؟ 
  این پروسه با حرارت دادن ماسه به اندازه ای که کاملا ذوب و یکدست شود انجام می گیرد. 
  ماسه حالت روان به خود می گیرد و دیگر نمی توان آن را به مرحله ی دانه ای قبل بازگرداند. 
  از انواع کوره های بوته ای یا مخزنی، برای ذوب ماسه استفاده می شود. 
  دمایی که به ماسه وارد می کنند، چیزی معادل 1200 درجه سانتیگراد است. 
  انواع شیشه ها را با اضافه کردن مواد مختلف به نسبت های مختلف تولید می کنند.
  <br />
  شیشه از چه سنگی درست میشود؟
  <br />
  مواد تشکیل دهنده ی شیشه بر پایه ی ماسه است. 
  اما سنگ اولیه ای که شیشه سیلیسی از آن ساخته می شود، سنگ آذرخشی نام دارد. 
  با برخورد آذرخش با ماسه، واکنشی در ماسه شکل می گیرد که آن را شیشه شدگی کوارتز می نامند و در نتیجه ی آن یک نوع ساختار ریشه مانند، به نام سنگ آذرخشی به وجود می آید.
   پایه ای ترین ماده برای ساخت شیشه، سیلیسیم دی اکسید است. 
   البته این تنها سنگی نیست که در ساخت شیشه بکار می رود؛ از سنگ آهک نیز برای جلوگیری از نفوذ آب در شیشه استفاده می شود. 
   مواد دیگر به منظورها مختلف برای مناسب کردن شیشه برای کاربری های مختلف به آن اضافه می شود. 
   که در بالا این مواد را معرفی کردیم.
      </p>
    </>
  )
}

export default Connector
