import React from 'react'
import '../../App.css';
function Forming() {
  return (
    <>
      <h1>FORMING</h1>
      <br />
      <h2>گرم کردن مافل</h2>
      <p>
      بعد از نصب کلیه تجهیزات مافل و مندریل و انجام تنظیمات نهایی و اطمینان از عملکرد صحیح آنها و پوشاندن سقف مافل و همچنین درب جلوی مافل بوسیله کائول ،گرم کردن مافل مطابق دستورالعمل زیر انجام می پذیرد.
4-1- وضعیت کنترلر دما در تابلوی فرمان را در حالت دستی و در حداقل ممکن قرار دهید.
4-2- در مرحله اول دو عدد مشعل از Zone 1 و دو عدد از Zone2 در ابتدا و انتهای دو سمت مافل روشن کنید.
4-3- دماها بتدریج افزایش می یابند چنانچه افزایش دماها متوقف شد. (برای حدود یک ساعت) نسبت به روشن کردن سایر مشعل ها به نحوی که در فواصل یکسان مافل شعله وجود داشته باشند، اقدام نمائید (قدرت مشعل ها در حداقل نگه داشته شود.)
4-4- هر نیم ساعت یکبار دماها را کنترل کنید. اگر افزایش دما در نیم ساعت حدود 10 درجه بود نیاز به تغییر وجود ندارد در غیر این صورت به روش زیر عمل می شود.
4-5- دکمه Man کنترلر دما  را چند ثانیه نگه داشته تا به حالت دستی تغییر یابد.
4-6- دکمه Fun را زده تا  SP ظاهر شود.
4-7- عدد Set Point دما را در هر نیم ساعت 10 درجه سانتی گراد افزایش دهید.
4-8- بوسیله دکمه  Fun تغییر  SPرا تایید کنید.
4-9- دکمه Man را دو بار زده و سپس چند ثانیه نگه دارید. تا از صفحه محو شود تا به  Automatic Mode تغییر وضعیت دهد.
4-10- بعد از اینکه دما به 800 درجه سانتی گراد رسید تغییرات SP را در مد اتوماتیک انجام دهید.
4-11- حتی الامکان سعی کنید به وسیله دریچه های سقف  مافل دمای  Zone1  و Zone2 نزدیک بهم  افزایش داده شود.
4-12- تغییر ناگهانی دما موجب صدمه دیدن آجرهای مافل و مندریل خواهد شد. بنابراین دقت لازم و کنترل بموقع در طی گرم کردن انجام دهید.
4-13- تجهیزات فلزی را با کائول نپوشانید. (بخصوص سقف مافل)
4-14- به هیچ عنوان هیچگونه فشاری روی آجرهای نسوز سقف وارد نکنید و انجام هر گونه فعالیتی در سقف را با  ایستادن در کناره ها انجام دهید.

      </p>

      <h2>راهبری ماشین دنر</h2>
      <p>
      طراحی دستگاه دنر برای نصب مندرل سرامیکی تا  قطر250 میلی متر می باشد. ماشین دنر شامل یک استوانه عمودی ثابت و یک استوانه متحرک داخل آن که می توان با شل کردن پیچ کمربندی (کلمپ) دور استوانه ثابت با دست استوانه متحرک آن را حرکت گردشی داد. یک دستگیره نیز جهت تنظیم زاویه افق با شفت اصلی طراحی گردیده است. ارتفاع استوانه هم از طریق موتور گیربکس زیر استوانه که کلید های بالا و پایین کردن آن در تابلوی پشت دستگاه قرار گرفته قابلیت حرکت عمودی دارد. با  دارا بودن خط کش¬های مدرج تعبیه شده زوایا و اندازه های حرکتی دستگاه قابل اندازه¬گیری است. شفت اصلی دستگاه شامل یک موتور گیربکس DC است که سیستم کنترل سرعت دارد و می توان با کمک دستگیره چرخشی(Handle) کناره شفت نیز در مواقع ضروری شفت را بگردانید. شفت با یک چرخدنده داخلی و یک ترمز نصب شده پشت آن به موتور گیربکس کوپل شده است. مندرل سرامیکی و اجزاء دیگر شفت به ترتیبی که در دستور العمل مونتاژ و پیش گرم مندرل سرامیکی، تعویض مندرل و راهبری خـط تولید در زمـان تعویض مندرل با کد D-INS-PR-16 گفته شد بر روی شفت نصب می¬گردد. فرکانس موتور گیربکس اصلی شفت بین 1 تا 15 RPM   می باشد و با دقت بالا توسط ابزار دقیق نصب شده کنترل می گردد. 
کل مجموعه  بر روی یک صفحه شامل چهار چرخ بر روی ریل حرکت جلو و عقب داشته و می توان کل مجموعه را داخل مافل هدایت کرد یا از آن بیرون آورد. این عمل توسط یک گیربکس مکانیکی نصب شده در پشت دستگاه که یک دستگیره چرخشی (Handle) دارد امکان پذیر است. جهت جلوگیری از حرکت مجموعه بعد از تثبیت موقعیت دنر ماشین در داخل مافل توسط دستگیره  چرخشی(Handle) ترمز صفحه، کل دستگاه فیکس می شود. شفت اصلی یک لوله تو خالی از جنس استیل خاص است که به انتهای آن، شیلنگ هوای خارج شده از واحد کنترل و تنظیم  قطر لوله  بسته می شود. ورودی هوای واحد کنترل و تنظیم قطر لوله ها از هوای فشرده کمپرسور تامین می¬گردد. 
برای هر یک از خطوط تولید و دنر ماشین های نصب شده تابلویی جهت کنترل پارامتر های دنر ماشین و مافل نصب گردیده است. در هر  تابلو یک نمایشگر دیجیتال جهت نمایش RPM ( دور بر دقیقه) مندرل و همچنین  ولوم Speed Regulation جهت تنظیم دور مندرل بر طبق شرایط تولیدی و کلید های Mandrel Rotation Start و Mandrel Rotation Stop  جهت روشن و خاموش کردن مندرل قرار داده شده است.
4-1- در صورت عمل نکردن کلید استارت کلید Reset  Driver  زده و مجدداً استارت کنید.
4-2- RPM تنظیمی دستگاه بین (5-7.5 ) با توجه به شرایط تولید و مذاب باشد.
4-3- حسب نوع مندرل سرامیکی نصب شده و شرایط کیفی محصول تولیدی، اپراتورهای مافل دنر ماشین را یک میلی متر یا بیشتر به عقب بکشند. توسط یک پیچ بلند متصل به شاسی متحرک دستگاه که لبه آن به چارچوب فلزی ثابت مافل برخورد دارد با اندازه گیری مندرل سرامیکی را به عقب بکشید و سطح مناسبی از سرامیک مندرل را در تماس با مذاب قرار دهید.
4-4- این فاصله تحت عنوان فاصله از مافل در فرم پارامترهای مندرل با کد D-FS-PR-16 را در هر شیفت اندازه گیری کرده و یا بعد از هر تغییر ثبت کنید.
4-5- هر ساعت یکبار شرایط ریزش مذاب بر روی مندرل از لحاظ عمود بودن و فاصله مندرل با لیپ بلاک را چک کنید. (معمولاً بین 8 تا 10 سانتی متر مناسب است) در صورت تغییر اصلاحات لازم را انجام دهید.
4-6- هر شیفت پارامترهای تنظیمی مندرل اعم از زاویه، ارتفاع ، فاصله از مافل و فاصله شاسی از چارچوب سمت راست دستگاه توسط مافلیست¬ها اندازه¬گیری را در فرم  پارامتر های مندرل  D-FS-PR-16وارد کنید.
4-7- میزان روغن گیربکس اصلی و آب خنک کننده ژاکت شفت، وضعیت فنر و سیستم های کنترلی هوای پشت دنر ماشین را دائما کنترل کنید.
4-8- با توجه به شرایط تولید، مذاب، وضعیت مخروطی مذاب روی دهانه مندرل، همچنین نحوه ریزش مذاب بر روی مندرل و شکل ریبون تغییرات پارامتر های مندرل را با نظارت سرپرست شیفت توسط مافلیست انجام دهید.
4-9- محل ریزش مذاب روی مندرل راچک کنید. (حداقل بایستی 2 سانتی متر از لبه لغزنده فاصله داشته باشد.)
4-10- در صورت نقص و ایستادن مندرل چراغ قرمز  Mandrel Rotation Anomaly روشن می شود که بسرعت ابتدا باید بصورت دستی توسط دستگیره چرخشی (Handle) روی دستگاه مندرل را با دور آرام بچرخانید تا مذاب روی مندرل متراکم نشود و به لیپ بلاک و خود مندرل سرامیکی صدمه ای وارد نگردد. ( در صورت لزوم ارتفاع و زاویه را تغییر دهید) و با اطلاع رسانی سریع به سرپرست شیفت و پرسنل فنی سریعا نقص را برطرف نمائید.

      </p>

      <h2>راهبری مافل</h2>
      <p>
      4-1- اجزاء و تجهیزات مافل شامل :
محفظه نسوز مافل 
منطقه (ZONE4) LIP BLOCK
منطقهZONE 1
منطقه ZONE 2
منطقهZONE 3
4-2 محفظه نسوز مافل
این محفظه توسط 18 عدد مشعل ZONE1، ZONE2 و ZONE3 که در سمت راست و چپ قرار دارند (در هر ZONE 6 عدد) گرم می¬گردد و دمای لازم را جهت ایجاد شرایط مناسب مهیا می نماید. در داخل مافل و زیر Lip block مندریل قرار می¬گیرد و مذاب بر روی آن ریخته شده و با عمل چرخش پیوسته و انتقال مذاب به منطقه دماغه فرایند کشش و تولید آغاز می شود. متناسب سازی دما جهت تولید، توسط مشعل ها صورت می گیرد و دما توسط ترموکوپل¬های نصب شده در هر منطقه تنظیم می شود. محیط احتراق مافل از محیط مندریل جدا بوده و نوسانات احتراق به آن اثر کمتری دارد که دمای هر دو محیط توسط ترموکوپل های آن تحت کنترل می باشد.
3-4- زون¬های مافل
 تعداد مشعل های ZONE 1 در هر سمت مافل 3 عدد (مجموعا 6 عـدد)،ZONE 2  در هر سمت 3 عدد (مجموعا 6 عـدد) و  Zone 3 در هر سمت 3 عدد (مجموعا 6 عدد) می¬باشد. در کنار هر مشعل شیر هوا جهت بهسوزی مشعل ها وجود دارد که هوای مذکور توسط فن های ایستگاه کنترل گاز و هوای مافل تولید می شود. ZONE 1,2,3  در داخل مافل  از هم توسط دیواره نسوز جدا بوده و گاز¬های خروجی توسط دودکش های مجزا تخلیه می شود. به منظور کنترل دمایی مذاب در انتهای فورهارث (آجر لیپ بلاک) در مافل جدید ZONE 4 تعبیه شده است که شامل 6 عدد مشعل در هر سمت می¬باشد. 
4-3-1- تمامی تجهیزات و تاسیسات موجود در هر دو سمت مافل شبیه هم بوده و در هر بخش یک عدد مشعل توسط رله مشعل که الکترونیکی بوده به صورت خودکار کنترل می گردد.
4-3-2- خود مشعل ها همگی در دیواره کناری مافل تعبیه شده و شعله بصورت افقی می باشد.
4-3-3- کنترل دمایی برای ثبت دماها توسط 4 عدد ترموکوپل انجام می گیرد. (Zone 1 و Zone2 و Zone 3 و Zone 4)
4-3-4- یک عدد دمپر به صورتU شکل وارونه از قسمت خروجی مافل قرار گرفته است که توسط سیم بکسل نگه داشته می¬شود.
4-3-5- تعداد 4 عدد دریچه در جلوی مافل جهت کنترل مناسب دما و غیره وجود دارد.
4-3-6- پشت مافل باز بوده و جهت پوشش از کائول استفاده کنید. 
4-3-7- در یک سمت هر مافل دریچه دیدبانی جهت کنترل شرایط لیپ بلاک، مندریل و مذاب موجود می باشد.
4-3-8- اتاقک ایزوله مافل جهت حفظ تعادل دما (شکل گیری  لوله شیشه ای) تعبیه شده است.
4-3-9- تمامی درب های اتاقک ایزوله مافل در هنگام تولید را ببندید تا باعث نوسان دما نگردد. در هر شیفت داخل اتاقک ایزوله را نظافت کنید.
4-3-10- دریچه¬ای در ابتدای اطاقک ایزوله جهت هدایت مذاب به زیر زمین در زمانی که شیشه کشیده نمی شود تعبیه گردیده است .
4-3-11 برای تخلیه آسان مذاب از داخل مافل سطح شیبدار کف آن را با لایه¬ای از سیلیس بپوشانید و توسط پرسنل دنر به صورت دستی شارژ گردد.
4-3-12- برای هر یک از مافل ها یک تابلوی کنترلی تعبیه شده است.تنظیم و کنترل دمای Zone1  و  Zone2 و Zone 3 و Zone 4   توسط چهار کنترلر نصب شده در هر تابلو امکان پذیر است. در ایستگاه  کنترل گاز و هوای هر مافل یک فن هوا  تعبیه شده است که با توزیع هوا در کلکتور جهت زون ها و با استفاده از سرو موتور و افزایش و کاهش دبی هوای مشعل های مافل و متعاقب آن افزایش میزان گاز در گاور نرها دمای زون های مختلف را تنظیم می کند. دمای زون یک همیشه بیشتر از دمای زون دو و دمای زون دو بیشتر از زون سه می باشد.
4-3-13- تنظیم درجه حرارت ها بوسیله  کنترلر در دو وضعیت دستی و اتوماتیک انجام می گیرد .
4-3-14- اپراتور مافل با توجه به شرایط مذاب و تولید، دمای زون یک و دو و سه و چهار را تغییر داده و هر ساعت در فـرم ثبت روزانه پارا متر های مافل با کد  D-FS-PR-20  ثبت نماید. در صورت افزایش عیوب به سرپرست اطلاع دهید.
4-4- روشن کردن مشعل¬های مافل
 با توجه به وجود UPS در زمان قطع  برق مشعل¬های مافل خاموش نمی¬شوند. در صورت  نقص UPS و روشن نشدن آنها مراحل راه اندازی مجدد مافل بدین صورت است . ( در صورت کاهش دمای زیاد مافل بایستی از مشعل دستی نیز استفاده نمود)
4-4-1- ابتدا کلیدAuxiliary On  را بزنید. (چراغ کلید مربوطه روشن می شود). 
4-4-2- در مرحله بعدی کلیدCombustion Fan Start  را بزنید. چند ثانیه جهت راه اندازی کامل فن صبر می کنید و سپس  کلید Drive Power ON را زده، سپس درایو مربوطه را با کلید Reset Driver ریست کنید.  
4-4-3- اگر آژیر بصدا درآمد کلیدSiren Stop  را بزنید. در صورت متوقف بودن مندرل با کلید Mandrel Rotation Start آن را روشن کنید و درنهایت کلیدGas  Insertion Start  را جهت روشن شدن مشعل¬های مافل بزنید. 
4-5- آلارم¬ها
در صورت بروز خطا در راه اندازی و یا در هنگام کار چراغ های آلارم بالای تابلو با توجه به نوع خطای بروز کرده فعال می شود که عبارتند از :
4-5-1- چراغ قرمز (Cabinet Overtemper)؛ نشان دهنده بالا بودن دمای داخلی تابلو 
4-5-2- چراغ  ( Combustion Mix Anomaly)؛ نشان دهنده بروز نقص در سیستم اختلاط گاز  و هوای مافل
4-5-3- چراغ Zone1 Overteper نشان دهنده بالا رفتن دمایZone 1  نسبت به میزا ن ماکزیمم دمای تعریف شده در کنترلرZone1  
 4-5-4-Zone2 Overteper  نشان دهنده بالا رفتن دمای Zone2 نسبت به ماکزیمم دمای تعریف شده در کنترلر Zone2
4-5-5-Zone3 Overteper  نشان دهنده بالا رفتن دمای Zone3 نسبت به ماکزیمم دمای تعریف شده در کنترلر  Zone3
4-5-6- Gaz Insertion Anomaly نشان دهنده بروز نقص در ورود گاز
4-5-7- Blowing Fan1&Fan2 Anomaly نقص در فن های بلوئر مافل
4-5-8-  Burner Anomaly  نقص در  مشعلها و سیستم کنترلی آن ها
4-5-9- Low Pressure Gaz پایین بودن فشار گاز 
در هنگام بروز هر یک از نقص ها با توجه به زمینه بروز نقص مسئول مافل موظف است با هماهنگی با سرپرست شیفت اقدام به برطرف نمودن خطا و یا اطلاع رسانی به واحد های ذیربط نماید.
4-6- آیتم ¬های کنترلی
4-6-1- دما های مافل باید تحت کنترل باشد و وضعیت مذاب و مشعل های مافل را مرتب چک کنید که خاموش نشده باشد.
4-6-2- مذاب را از دریچه دیده بانی مافل چک کنید که همراه با حباب و سنگ دیده نشود.
4-6-3- مذاب روی سطح مندریل را چک کنید باید صاف باشد در صورت حلقه ای شدن و یا مشاهده  مورد مشکوک گزارش کرده و جهت برطرف نمودن آن اقدام کنید.
4-6-4- با توجه به نصب UPS در زمان قطع برق چرخش مندرل قطع نمی شود. در صورت عمل نکردن UPS اپراتور های خطوط کشش سریعا بایستی در محل حاضر شده اقدام  به چرخش دستی مندرل تا زمان  برقراری جریان برق و چرخش عادی مندرل نمایند.
      </p>

      <h2>مونتاژ و پیش گرم مندرل سرامیکی، تعویض مندرل و راهبری خط تولید در زمان تعویض مندرل</h2>
      <p>-1- مونتاژ و پیش¬گرم مندرل سرامیکی
      طول عمر کارکرد سرامیک نسوز مندرل با توجه به جنس مندرل، میزان  عقب کشیدن آن به دلیل خوردگی، بروز مشکلات ابعادی و تاثیراتی که روی کیفیت محصول می¬گذارد، می¬تواند متغیر باشد. مدت زمان کارکرد نسوز مندرل در گزارش روزانه محصول تولیدی به کد D-FS-PR-25 ثبت می¬گردد. بعد از تایید کار گروه تولید در خصوص اتمام عمر مندرل و اخذ مجوز از مدیر کارخانه در غالب فرم درخواست تعویض نسوز به کد D-FS-PR-32، فعالیت¬ها جهت انجام این فرآیند با نظارت مدیر تولید آغاز می¬شود. 
      با توجه به اینکه نکات قابل توجه زیادی در مورد نصب و یا تعویض مندرل وجود دارد، نیاز است یکسری از اقدامات و کارهای مربوط به تعویض مندرل را بصورت کتبی یادداشت کرد، تا در صورت نیاز به آن مراجعه شود. این اقدامات هرچند با جزییات زیادی همراه¬ هستند و بررسی همه¬ی آنها از حوصله¬ی بحث خارج است، ولی ذکر آنها بصورت کلی و در قالب یک دستورالعمل کمک زیادی در تسلط بیشتر پرسنل برای انجام آن خواهد کرد. از آنجایی که تعویض مندرل کاری فنی و تخصصی است و کارکنان بطور دائم با ابزار آلات سنگین سر و کار دارند و مهم¬تر از همه اینکه دمای مندرل و مافل بسیار زیاد است، از این رو تسلط و دقت دو معیار مهم برای افراد مسئول این فرآیند به شمار می¬آید. نکات ایمنی و تسلط پرسنل در انجام مراحل پشت سر هم، دو هدف اصلی برای تهیه¬ی این دستورالعمل است.
      4-1-1- محوطه مناسب که در هنگام کار حتی الامکان رفت و آمدی نباشد و در طول مسیر تردد گاری و یا لیفتراک صورت نگیرد را انتخاب کنید.
      4-1-2 خرک های شفت مندرل را در فاصله 130 سانتی متری از یکدیگر قرار دهید.
      <br />
      -1-3- از شفت بازدید به عمل آورید تا شکستگی در ناحیه اتصال دماغه به شفت و یا جوش یا ترک نداشته باشد. رزوه¬های انتها و وسط شفت سالم باشند. 
      <br />
      -1-4- از تاب نداشتن شفت مطمئن شوید. در صورت کار کرده بودن شفت حتما تست تاب گیری روی آن انجام شده باشد و اطلاعات مربوطه در فرم بازرسی فنی شفت به کد D-FS-PR-07 را وارد کنید
4-1-5- دماغه صیقلی و بدون نقص باشد ( در اثر برخورد  خش دار نشده  باشد) و قطر آن قبل و بعد از تراشکاری در فرم بازرسی فنی شفت به کد D-FS-PR-07 ثبت کنید. 
4-1-6- شلنگ هوای فشرده را داخل شفت برده و هوا را باز کنید تا براده های آهن و دوده از داخل آن تمیز گردد.
<br />
4-1-7- لوازم و ابزار را آماده کنید ( پنبه نسوز- نخ نسوز- مقوای نسوز و....)
4-1-8- پس از رعایت موارد فوق مونتاژ را به ترتیب زیر شروع کنید:
4-1-8-1- با کولیس قطر دماغه را اندازه گیری و در فرم عملکرد شفت به کد  D-FS-PR-31 ثبت کنید.
<br />
4-1-8-2- شفت کوچک مخصوص کوره پیش گرم را از طرف دماغه داخل شفت مندرل  نموده و شفت مندرل را روی خرک ها قرار دهید
<br />
تذکر: حتما یک نفر جلوی شفت کنار خرک بایستد و مراقب شفت باشد
4-1-8-3- مهره پشت لغزنده را یکبار امتحان کنید (باز و بسته کردن در جای خود) تا از سالم بودن مهره و روان بودن آن مطمئن شوید.
4-1-8-4- لغزنده را بازدید کنید و از صاف بودن و صیقلی بودن نشیمن گاه سرامیک مطمئن شوید.
<br />
4-1-8-5- تسمه پارچه های مخصوص جرثقیل را به وسط مندرل سرامیکی بسته و مندرلی که طبق فرم بازرسی مندرل D-FS-PR-33 مورد تایید قرار گرفته را با جرثقیل سقفی از جعبه بیرون بیاورید.
4-1-8-6- مندرل سرامیکی را پشت شفت، موازی و در امتداد آن تنظیم کنید.
<br />
4-1-8-7- یک نفر از جلو و یک نفر از عقب مندرل را گرفته و همراه جرثقیل مندرل را روی شفت هدایت کنید
<br />
4-1-8-8- حتما مراقب باشید دماغه مندرل سرامیک لب پر نشود.
4-1-8-9- روکش نایلونی را از روی مندرل باز نکنید تا تمیز بماند.
4-1-8-10- مندرل را تا 5/1 سانتی¬متری خرک وسط جلو برده و به آهستگی جرثقیل را شل کنید. تا مندرل روی شفت بنشیند.
4-1-8-11- تسمه را آزاد کنید و به انتهای شفت ببندید. (تذکر: در این قسمت حتما مراقب باشید شفت بلند نشود.)
4-1-8-12- با جرثقیل سقفی شفت را از انتها بلند کنید تا خرک وسط آزاد شود.
4-1-8-13- خرک وسط را بردارید و دو نفر مندرل سرامیکی را به آهستگی تا دماغه شفت هدایت کنند.
4-1-8-14- مجددا خرک وسط را در جای خود قرار دهید و شفت را پایین  آورده و روی خرک قرار دهید.
4-1-8-15- تسمه را آزاد کنید. سپس لغزنده، رینگ پشت لغزنده، فنر، رینگ پشت فنر و مهره لغزنده را روی شفت جای دهید.
<br />
-1-8-16- شفت را با تسمه بسته و با جرثقیل بلند کنید و خرک وسط را به انتهای شفت منتقل کنید.
4-1-8-17- شفت را روی خرک قرار دهید ولی تسمه را به طور کامل آزاد نکنید.
4-1-8-18- از قرار گرفتن دماغه مندرل سرامیکی روی دماغه  شفت اطمینان حاصل کنید.
4-1-8-19- انتهای مندرل را یک نفر بلند کرده و موازی لغزنده نگهدارد و یک نفر هم مقابل او لغزنده را به جلو هدایت کند تا مندرل داخل  لغزنده قرار بگیرد.
تذکر : دقت و ظرافت کار باید در دو مرحله فوق زیاد باشد تا به مندرل آسیبی وارد نشود.
4-1-8-20- پس از مطمئن شدن از قرار گرفتن مندرل سرامیکی روی دماغه و لغزنده، رینگ پشت لغزنده، فنر و رینگ پشت فنر را به لغزنده متصل کنید.
4-1-8-21- مهره را ابتدا چند دور روی شفت بسته، سپس دماغه سرامیک را با دماغه شفت تنظیم کنید.
4- مهره پشت فنر را تا حدود 3 سانتی¬متر از ابتدای رزوه ببندید. (طبق دستورالعمل طول فنر cm 30 باشد که باید  cm 5/11
 جمع شود.)
<br />
<br />
4-1-8-23- حد فاصل دماغه فلزی روی سرامیک را چک کنید که کاملا وسط قرار گرفته باشد. با کولیس از چهار نقطه اندازه¬گیری کنید تا پله بین سرامیک و دماغه فلزی یکسان باشد.
4-1-8-24- مهره پشت فنر را تا جایی ببندید که از ابتدای رزوه تا پشت مهره در حدود cm 5/11-10 اندازه¬گیری شود.
4-1-8-25- یک بار دیگر پله دماغه را چک کنید تا در هنگام بستن فنر مندرل جابجا نشده باشد.
4-1-8-26- شماره شفت که در انتهای شفت حک شده و شماره لغزنده و اندازه پله مندرل سرامیکی و قطر دماغه خارجی را در فرم شماره D-FS-PR-31 ثبت کنید.
4-1-8-27- دو تسمه یک اندازه انتخاب کنید و جرثقیل را وسط شفت تنظیم نمائید. تسمه ها را به دو سر شفت ببندید و سپس به آرامی با جرثقیل سقفی مندرل مونتاژ شده را بلند کرده و روی خرک چرخدار قرار دهید.
<br />
-1-8-28- اگر جهت گرمایش سرامیک مندرل  می¬خواهید از کائول استفاده کنید دو عدد پنبه نسوز به طول 105 cm را بریده و از سمت دماغه دور سرامیک پیجیده و با نخ نسوز ببندید و در انتها پنبه نسوز به ابعاد  105 cm * 15 cmرا بریده و باقی مانده سرامیک را هم بپوشانید
<br />
-1-8-29- کوره پیش گرم را آماده سازی کنید. 
4-1-8-30- دقت کنید یک نوار پنبه نسوز بعد از باز کردن کوره به قسمت بالا و پایین بچسبانید.
<br />
-1-8-31- از سالم بودن نسوز و المنت¬های داخل محفظه پیش¬گرم مطمین شوید.
4-1-8-32- نوک ترموکوپل¬ها را بازدید کنید که سالم باشند.
4-1-8-33- مندرل سرامیکی مونتاژ شده را به داخل کوره هدایت کنید.
<br />
-1-8-34- محل¬های اتصال شفت به کوره را با نوار نسوز عایق بندی کنید.
4-1-8-35- پس از بستن شفت در محل خود داخل کوره پیش گرم خرک چرخدار را خارج کنید.
4-1-8-36- پس از اطمینان از عدم اتصال شفت با قسمت های آهنی کوره درب کوره را ببندید.
37-8-1-4- دهانه پشت کوره و دور شفت ها را با پنبه نسوز بپوشانید.
4-1-8-38- دقت کنید که روزنه ها با پنبه نسوز پوشانده شود.
4-1-8-39- در انتها دو پیچ دستی محکم کننده زیر کوره را ببندید.
<br />
-1-8-40- مندرل مونتاژ شده آماده برای پیش¬گرم شدن است. کوره را روی ریل خود قرار داده و توسط واحد برق بعد از قرارگیری در روی ریل نزدیک دنر ماشین مراحل استارت مندرل را انجام دهید. (قبل از آن، واحد برق سیکل افزایش دمای ساعتی کوره پیش¬گرم را در کنترلرهای دمایی تنظیم می¬کنند، این پله¬های افزایشی با توجه به نوع مندرل سرامیکی متفاوت است).
4-1-8-41- افزایش دمای دو ترموکوپل نصب شده در کـوره پیش گرم در هـر ساعت در فـرم ثبت دمـای پیش¬گـرم کن مندرل بـا کتد D-FS-PR-19 را به همراه آمپراژ برق سه فاز توسط اپراتور خط کشش ثبت کنید و در صورت بروز نقص سریعا به سرپرست شیفت اطلاع رسانی کنید.
2-4- تعویض مندرل
4-2-1- جهت تعویض مندرل ابتدا دور مندرل را افزایش دهید (حداکثر 10 دور بر دقیقه).
4-2-2- مشعل دستی را آماده کنید و با شعله کم از سمت جلو به مافل وارد کنید.
4-2-3- مذاب را به زیر زمین هدایت کنید.
4-2-4- بعد از اینکه گروه تعویض، مندرل را از مافل خارج نمودند. مافل را چک کنید.
4-2-5- اطراف لیپ بلاک را از بخارات بور سرد شده نظافت کنید.
4-2-6- مشعل های مافل و کلیه موارد کنترلی و راهبری مافل را چک کنید.
4-2-7- در تمامی مراحل تعویض، پرسنل برق موظفند امور برق پیش¬گرم کن را تحت کنترل قرار دهند و آماده¬ی اقدامات لازم در حین وقوع حوادث و قطعی برق باشند.
4-2-8- در مورد امور تاسیساتی نیز پرسنل مربوطه موظفند در مکان حضور داشته باشند و اموری مثل آب ¬های خنک کننده و هوای فشرده و سایر مسائل ذیربط را کنترل نمایند (مندرل را با باز کردن لوله¬های رابط آب، کنترل و از باز بودن مسیر لوله¬ها و زانویی ها اطمینان حاصل کنند).
4-2-9- مکانیک شیفت می¬بایست روغن گیربکس ماشین مندرل را کنترل کند. 
توجه: هنگام تعویض مندرل فرصتی برای گریس کاری نیست، این امر هر دو ماه یکبار در طول زمان کار کرد مندرل توسط مکانیک شیفت انجام می شود.
4-2-10- خارج کردن مندرل کارکرده
با توجه به نکات ایمنی و در دسترس قرار دادن ابزارآلات کار از جمله سیخ، کائول برش داده شده و جرثقیل (نفرات 1و2)، اقدامات زیر به ترتیب توسط تیم انجام می¬شوند:
4-2-10-1- ابتدا افراد در جاهای مشخص که توسط سرپرست تعیین می¬شود مطابق شکل زیر قرار می¬گیرند.
4-2-10-2- محل قرارگیری افراد از یک تا پنج مشخص شده است. نفرات 1و2 ، مافلیست. نفرات 3 و 4، اپراتور دنر. نفر 5، بسته به نظر سرپرست تیم از میان پرسنل خدمات تولید انتخاب می¬شود.
4-2-10-3- جهت مسدود کردن مسیر مذاب خروجی از لیپ بلاک کولر آبی تعبیه شده در محل را از دریچه بازدید مافل وارد کرده و منتظر بمانید تا مذاب روی مندریل کاملا تخلیه شود. همچنین جهت به حداقل رساندن زمان کشش خط و تثبیت تناژ، از کولر آبی استفاده نکنید و با تنظیمات دمایی در ناحیه کنال توزیع و فورهارث خط مذبور سعی در کاهش میزان مذاب خروجی به عمل آورید.
-2-10-4- لوله¬های خنک کننده فنر و ... را که به مندرل وصل شده، باز و از مندرل جدا کنید.
4-2-10-5- پس از اعلام آمادگی اعضا، کائول¬های روی درب پشتی مافل را بردارید (نفرات 1و2). 
6-10-2-4- بلافاصله کائول با ابعاد50 *30 سانتی متر مربع را روی دریچه U شکل مافل قرار دهید (نفرات 1و2) تا از ریختن مذاب روی آن جلوگیری و از ایجاد چسبندگی و یا مانع شیشه¬ای اجتناب شود.
4-2-10-7- پس از این مراحل با دستور سرپرست تیم، مندرل به عقب بکشید (نفرات 3و4). در حین این عمل زاویه¬¬ی مندرل با آهنگ مناسبی به سمت حالت افقی افزایش ¬یابد (نفر3) و همینطور ارتفاع آن تغییر دهید. (سرپرست تیم). (در این مرحله باید دقت زیادی کرد تا مندرل فاصله¬ی مطمئنی را از لیپ بلاک داشته باشد).
4-2-10-8-  با دستور سرپرست تیم، مافلیستی که در خط حضور دارد چرخش مندرل را متوقف کند. 
9-10-2-4- پس از خارج کردن مندرل، آن را با کائول¬های به طول 5/1 متر بپوشانید و با مفتول آن را ببندید (نفرات 1و2).
4-2-10-10- به منظور جلوگیری از وارد شدن شوک حرارتی به آجرهای مافل، درب پشتی آن را با کائول بپوشانید (نفرات 1و2).
4-2-10-11- با دو عدد زنجیر شفت را به جرثقیل وصل کنید.
4-2-10-12- همزمان با اقدام فوق مهره¬های پشت مندرل را باز ¬کنید. (نفر 5).
4-2-10-13- با جرثقیل و به آرامی مندرل را از روی نشیمن¬گاه خود خارج و روی خرک در زمین قرار دهید. (نفرات 3و4 و سرپرست تیم). مهره پشت مندرل را درآورده تا شفت آزاد شده و صدمه نبیند.
-2-10-14- اتاقک مافل را پاکسازی کنید. (تحت نظر سرپرست شیفت و توسط خدمات تولید).
4-2-10-15- سقف داخل مافل و دور لیپ بلاک که بخارات بور روی آنها نشسته تمیز کنید. (نفرات 1و2).
4-2-10-16- بخارات بور چسبیده به گیت تمیز کنید.
4-2-10-17- پس از تعویض مندرل اطلاعات مربوط به کارکرد آن را در فرم عملکرد مندرل با کد D-FS-PR-17 ثبت کنید.
4-3- جایگذاری مندرل پیش گرم شده داخل مافل
4-3-1- ابتدا شفت داخل کوره پیش گـرم را با تیفور مهار کرده و گیره دستی جلوی کـوره پیش گـرم را که نگهدارنده¬ی شفت از عقب می باشد را باز کنید.
4-3-2- کوره را به سمت ماشین دنر هدایت و شفت را در نشیمنگاه ماشین دنر جایگذاری کرده و از پشت مخروطی با خار مخصوص را روی شفت قرار دهید. سپس واشر و مهره¬های آن را ببندید.( تذکر: از سفت شدن مهره¬ها مطمئن شوید)
-3-3- پس از آماده شدن شفت جهت هدایت به داخل مافل، پرسنل مربوطه در جایگاه خود مستقر شوند.
4-3-4- با اعلام سرپرست عملیات، درب کوره پیش گرم باز و کوره را به عقب هدایت کنید تا شفت کاملا از داخل کوره خارج شود.
-3-5- شفت کوچک مخصوص کوره پیش گرم از دماغه جدا کنید.
4-3-6- شفت را چرخانده و در راستای مافل تثبیت کنید. (تذکر: عملیات خارج شدن شفت از کوره پیش گرم تا قرار گرفتن داخل مافل باید به سرعت انجام شود تا شوک به مندرل سرامیکی وارد نشود.)
4-3-7- همزمان مندرل به داخل مافل هدایت و زاویه را پایین بیاورید. در ضمن ارتفاع مندرل هم تنظیم و در صورت وجود کائول روی مندرل سرامیکی به ترتیب از جلو آن¬ها را باز کنید. (تذکر: هنگام وارد شدن مندرل به داخل مافل مراقب برخورد مندرل با آجر لیپ بلاک باشید.)
-3-8- پس از قرار گرفتن مندرل داخل مافل دریچه مافل با کائول پوشانده شود.
-3-9- تنظیمات زاویه، ارتفاع و جلو عقب بودن مندرل طبق استانداردهای داده شده توسط مافلیست را انجام و در فرم پارامترهای مندرل با کد D-FS-PR-16 ثبت کند.
4-3-10- در صورت استفاده از کولر، آن را از داخل مافل بیرون بیاوردید تا مذاب جاری شود.  
4-3-11- لوله¬های خنک کننده فنر شفت و الکتروموتور را در جای خود ببندید.
4-3-12- مشعل دستی را از جلوی مافل روشن و به موازات مندرل تنظیم کنید تا مندرل سرامیکی آماده ریزش مذاب شود.
4-4  راهبری خط تولید در زمان تعویض مندرل
4-4-1-  لیزر AEROEL را کالیبره کنید.
4-4-2- دستگاه کشش را چک کنید که شامل موارد زیر می¬گردد:
4-4-3- بازدید میزان روغن دستگاه کشش توسط پرسنل فنی 
4-4-4- بازدید غلطک¬های هدایت کننده تیوب
4-4-5- بررسی تیغه کاتینگ اولیه و در صورت نیاز تعویض بر اساس قطر 
4-4-6 بخش های ذیل در دستگاه گلیزینگ توسط اپراتور ها بازدید گردد و در صورت نیاز به تعمیر به پرسنل فنی اطلاع رسانی کنید:
تسمه های اولیه                                                           مشعل برش و گلیز سر لوله ها
غلطک¬های هدایت کننده                                                کاتینگ های ثانویه
سمباده ها
4-4-7- روی تابلو دستگاه کشش پارامتر های مربوط به خط تولید را چک کنید و براساس قطر تولید تنظیم کنید.
4-4-8- غلطک¬های روی مسیر هدایت کننده لوله را چک کنید. بایستی در یک امتداد و در راستای خط کشش باشد.
4-4-9- بعد از  عملیات تعویض مندرل اقدامات  ذیل را انجام دهید.
4-4-9-1- مشعل دستی را روی سطح سرامیکی مندریل تنظیم کنید تا سرامیک از نظر دمایی آماده مذاب باشد.  
4-4-9-2- دور مندرل را بین 5 تا 5/7 دور بر دقیقه بنا بر شرایط مذاب و تولید تنظیم کنید.
4-4-9-3- زاویه مندریل را تنظیم کنید ( طبق تجربه روی زاویه 16 مناسب است).
4-4-9-4- دقت کنید مندریل کاملا داخل مافل باشد.
4-4-9-5- محل ریزش مذاب روی مندریل را چک کنید. (حداقل cm2 از لبه لغزنده فاصله داشته باشد).
4-4-9-6- از عمود بودن ریزش نسبت به مندریل مطمئن شوید.
4-4-9-7- فاصله مناسب ارتفاع بین مندرل و لیپ بلاک را چک کنید. (معمولا بین 8 تا 10 سانتی متر)
4-4-9-8- ریزش مذاب بایستی روی 3/1  قطر مندریل باشد.
4-4-9-9- دقت کنید مندرل بایستی در امتداد خط کشش باشد.
4-4-9-10- دریچه پشت مافل را با پنبه نسوز کاملا بپوشانید تا هیچ روزنه¬ای باقی نماند.
4-4-9-11- بعد از ریزش مذاب از دماغه مندرل مشعل شعله دستی را روی دماغه تنظیم کنید.
4-4-9-12- مذاب روی مندریل و دماغه را چک کنید. اجازه دهید حداقل یک ساعت در این شرایط بماند.
4-4-9-13- از صاف شدن مذاب روی مندریل کاملا مطمئن شوید.
4-4-9-14- در صورت روان و صاف بودن مذاب روی مندرل عملیات کشش را شروع کنید.
4-4-9-15- مشعل دستی را به مرور کم کنید و در نهایت از مدار خارج نمائید
4-4-9-16- دمای مافل را با مشعل¬های خود مافل براساس نوع مذاب و قطر و ضخامت تولیدی تنظیم کنید.
4-4-9-17- از شرایط دمای مافل و دور مندریل و مذاب مطمئن شوید.
4-4-9-18- از روشن بودن دستگاه کشش و دستگاه کراشر مقابل خط مطمئن شده و اقدام به کشش خط نمائید.
4-4-9-19- سرعت دستگاه کشش را نسبت به قطر و ضخامت تولید تنظیم کنید.
4-4-9-20- هوای پشت مندریل را باز کنید.
4-4-9-21- مذاب روی دماغه را با سیخ گرفته و بیرون بکشید.
4-4-9-22- با انبرهای مخصوص، مذاب به صورت لوله شده را گرفته و روی غلطک¬های هدایت کننده قرار داده و به دستگاه کشش هدایت کنید.
4-4-9-23- مراقب شیشه خرده¬های زیر پا باشید تا آسیبی به نفرات وارد نشود. بلافاصله شیشه خرده¬های مسیر را پاکسازی نمائید.
4-4-9-24- پس از قرار گرفتن لوله روی غلطک¬های هدایت کننده حتما درب خرک¬ها را ببندید.
4-4-9-25- پس از هدایت لوله شیشه¬ای به داخل دستگاه کشش اجازه دهید تا تنظیم حدودی قطر، تیوب برش اولیه نشود و به کراشر منتقل شودریچه زیر مافل را ببندید.
4-4-9-26- قطر را با هوای مندریل تنظیم و ضخامت را با سرعت دستگاه کشش تنظیم کنید.
4-4-9-27- کاتینگ اولیه را روشن کنید.
4-4-9-28- پس از اطمینان از تنظیم نسبی قطر و ضخامت، تیوب را روی دستگاه گلیزینگ هدایت کنید.
4-4-9-29- با کولیس و ضخامت سنج ، تیوب تولیدی را چک کنید.
4-4-9-30- دور غلطک¬های مرتب کننده تیوب روی دستگاه گلیزینگ را براساس قطر تیوب تولیدی تنظیم کنید.
4-4-9-31- هوای دمنده مربوط به تخلیه شیشه خرده داخل تیوب را براساس قطر تنظیم کنید.
4-4-9-32- شعله مشعل¬های تنش را براساس قطر تیوب تنظیم کنید.
4-4-9-33- شعله مشعل های گلیز را براساس ضخامت و قطر تیوب و نقشه گلیزینگ تنظیم کنید.
4-4-9-34- دقت کنید شعله باید طوری باشد که کمترین تنش را روی تیوب ایجاد کند ضمن اینکه بهترین گلیز را انجام دهد.

      </p>

      <h2>تغییر قطر محصول</h2>
      <p>در خطوط تولید لوله¬های شیشه¬ای بنا به تقاضای مشتری در هر دوره¬ی زمانی، نیاز است سایز محصول تغییر کند و به طبع آن بعضی از شاخصه¬های فیزیکی از جمله قطر و ضخامت لوله¬ها، تلرانس آنها و پارامترهای JLI دستخوش تغییرات می¬گردد. هرگونه تغییر در نوع محصول تولید پس از تکمیل اطلاعات لازم در فـرم درخواست تغییر سایز  D-FS-PR-18و اخذ تائید نهایی، توسط مـدیر تولید انجام می پذیرد. چنانچه بر اساس نیاز مشتری مشخصات محصول تغییر کند (محصول با مشخصات فنی جدید)، مراتب از واحد واحد برنامه ریزی و انبار طی فرم امکان سنجی تولید D-F-MS-13 به مدیر کارخانه اعلام می¬شود. پس از بررسی¬های صورت گرفته توسط مدیر تولید، مدیر کنترل کیفیت و مدیر انبارها و تایید درخواست، اقدامات لازم انجام می¬پذیرد. مدیر تولید در این راستا در صورت نیاز هماهنگی های لازم را با واحدهای مکانیک، برق و ویژن جهت تغییرات لازم در خط تولید به عمل می¬آورد و بعد از تمهیدات لازم با سایر واحدها، اقدام به تولید محصول جدید می¬نماید
      به منظور تغییر محصول در حال تولید به محصول جدید از نظر ویژگی¬های فیزیکی تغییرات اعمالی در قسمت پارامترهای Aeroel، Nirox و JLI، دمای زون¬های مافل، سرعت خط کشش، میزان کوتینگ، فاصله دستگاه کاتینگ تا ماشین کشش و مشعل¬های گلیزینگ صورت می¬گیرد. 
      4-1- ترتیب عمل سوییچ کردن محصول بصورت زیر است؛
      4-1-1- ابتدا برش اولیه لوله¬ها را متوقف و محصول را به سمت کراشر هدایت کنید.
      4-1-2- ست پوینت قطر و تلرانس آن در دستگاه AEROEL و نمودار آن در کامپیوتر مربوطه و ست پوینت ضخامت و تلرانس آن در دستگاه Nirox هر دو توسط مسئول ویژن یا پرسنل فنی با نظارت واحد کنترل کیفیت را وارد کنید. تنظیمات اولیه دستگاه JLI توسط مسئول ویژن و یا پرسنل فنی مطابق با شرایط قطر تیوب انجام و پارامترهای قطر جدید را در قسمت tube info وارد کنید. 
      4-1-3- سرعت کشش و هوای مندرل را بنا به مشخصات محصول تنظیم کنید (این عمل به آرامی و با توجه به شرایط قطر محصول صورت دهید).
      4-1-4- دمای Zone1 و Zone2 و Zone3 را متناسب با قطر تیوب تغییر دهید.
      4-1-5- تنظیمات مافل از جمله دما، سرعت چرخش مندرل، زاویه، ارتفاع و فاصله از دیواره مافل بازبینی و در صورت نیاز تغییرات لازم را صورت دهید. 
      4-1-6- در صورت نیاز به تغییر تناژ این کار را با تنظیمات دما و ارتفاع گیت انجام دهید.
      4-1-7- سرعت چرخش غلطک¬های گلیزینگ را با توجه به قطر لوله¬ها تنظیم کنید.
      4-1-8- تغییرات مورد نیاز را روی سیستم کاتینگ ثانویه (تیغه و شدت شعله¬ها) و شدت شعله قسمت آنیل اعمال کنید.
      4-1-9- برای ویال¬های با ضخامت 1mm و بیشتر از آن بر حسب ضرورت مشعل¬های قبل از ماشین کشش را روشن نمائید.
      10-1-4- متناسب با تغییر سرعت کشش جهت برش اولیه، دستگاه برش اولیه را به جلو یا عقب ببرید. پس از تنظیم نهایی، فاصله مرکز تیغه کاتینگ را تا پایه دستگاه Drawing Machine اندازه¬گیری و در قسمت تنظیمات JLI و تابلوی مرکزی وارد نمائید.
      توجه: در صورتیکه قطر لوله افزایش داده شود؛ سرعت کشش، دمای Zone1 و Zone2 و Zone3 و سرعت چرخش مندرل کاهش و هوای مندرل افزایش داده می¬شود و بالعکس.
      4-1-11- بسته بندی محصول منوط به تائید کلیه پارامترهای کیفی و مطابق با جدول اطلاعات مربوطه به بسته بندی لوله های بی رنگ D-S-QC-01  و جدول اطلاعات مربوطه به بسته بندی لوله های قهوه ای D-S-QC-02 انجام دهید.
      توجه: جهت جلوگیری از وارد شدن شوک به مافل، مندرل و شفت حتی الامکان تغییر سایز تیوب تدریجی و به مرور انجام گیرد. به عنوان مثال برای تغییر سایز از 75/10 به 24 بهتر است ابتدا یک پالت 75/12 سپس یک پالت 17 تولید، و بعد از آن روی سایز 24 تنظیم شود.
      
      </p>
    </>
  )
}

export default Forming
