import React from 'react'
import '../../App.css';
function Furnace() {
  return (
    <>
      <h1>FURNACE</h1>
      <br />
      <h2>قطع برق در کوره</h2>
      <p>
      برق20 کیلو ولت اصلی شرکت اختصاصی بوده و از شبکه سراسری تامین مـی¬گردد. این بـرق در اتاق ترانس پس از کـاهش ولتاژ تـوزیع می گردد. در پاره¬ای مواقع بدلیل اختلالات در شبکه برق اصلی یا شرایط جوی نامناسب نوساناتی (پیک) در ولتاژ اتفاق می افتد و بخش هایی از سیستم های تولیدی از کار می افتد و یا با و یا بدون اعلام قبلی برق اصلی شرکت قطع می شود. در این زمان ها دیزل ژنراتور های شرکت که شامل دو دیزل ژنراتور KVA 1250 است پس از سه تا 5 ثانیه روشن شده و بعد از سی ثانیه برق دیزل وارد مدار می شود. در زمان قطع کامل برق کلیه سیستم های کوره و خط از کار می افتد فقط کامپیوتر اتاق کنترل کوره (کامپیوتر اصلی کوره)، مشعل های کوره و مندرل به علت وصل بودن به UPS  فعال می¬مانند. پس از وصل شدن برق دیزل مراحل ذیل را انجام دهید.
      1-4- بچ شارژرها از تابلوی پلت فرم ابتدای کوره را مجددا استارت کنید. (طرز روشن کردن بچ شارژرها در دستور العمل کنترل سطح مذاب با کد  D-INS-PR-08 آورده شده است).
      4-2- سریعا به پلت فرم بخش فورهارث مراجعه کرده و اقدام به استارت تابلوهای A65F- A100GS-A66F نمائید.
      4-3- قبل از آن در کامپیوتر اتاق کنترل در صفحه Batch Charger را کنترل کنید که فن های Spout & Drain Combustion Air و Forehearth Combustion Air روشن شده باشد. در صورت روشن نشدن فن های مذکور به پرسنل فنی اطلاع دهید. (این فن ها به صورت اتوماتیک روشن شده و  فن آماده بکار جایگزین فن در حال کار قبلی قرار می گیرد.)
      4-4- مراحل استارت تابلو های ذکر شده بدین صورت است. ابتدا کلیدMain  هر یک از تابلو ها را بزنید تا چراغ سبز آن فعال گردد.  اگر  فعال نشد کلید Reset Ps Swithes و دوباره کلیدMain  را بزنید. بعد از آن در تابلو به چراغ مربوط به در مدار بودن نوع گاز توجه کنید. بسته به نوع گاز مصرفی چراغ های Natural Gas و یا Propane Gas روشن خواهد بود. در صورت هر یک از  اشکالات مربوط به گاز چراغ خطاها آلارم های Gas Max Fault و Gas  Min Fault و Failure Gas فعال خواهد شد. در صورت خاموشی فن های هوای احتراق ذکر شده نیز چراغ های الارم Failure Air و  Air Fault  هر تابلو روشن خواهد شد. که بسته به نوع خطا اقدامات لازم با هماهنگی با پرسنل فنی صورت پذیرد. در تابلو ها کلید های  فعال شدن مشعل ها در سه تابلو را فعال کنید. ( مشعل های فورهارث و کانال توزیع روشن خواهد شد). 
      4-5- فن Suction Blower مربوط به فشار کوره به صورت اتوماتیک روشن شده و کنترل های مربوطه  مطابق با دستور العمل کنترل فشار کوره با کد D-INS-PR-09 انجام دهید. در صورت بروز اشکال سریعا فن را به صورت دستی راه اندازی کنید.
      6-4- در کامپیوتر کوره در صفحه Flue Gas   کنترل کنید که فن های  Precooler و  Quench Air به صورت اتوماتیک روشن شده است یا خیر در صورت بروز اشکال  به پرسنل فنی اطلاع رسانی کنید.
      4-7- در کامپیوتر کوره در صفحه Furnace   کنترل کنید که فن Metal Line Cooling   به صورت اتوماتیک روشن شده است یا خیر در  صورت بروز اشکال  به پرسنل فنی اطلاع رسانی کنید.
      4-8- الکترود های گروه های سه گانه در زمان قطع کامل برق همگی خاموش می شوند مراحل راه اندازی آن  بعد از وصل برق به صورت زیر می باشد. 
      4-8-1- چراغ های قرمز رنگ مربوط به Group A Fault و Group B Fault و Group C Fault روشن خواهد  بود. در هر یک از تابلو گروه ها ابتدا ولوم Group A Set point و  Group B Set point و  Group C Set pointرا بر روی صفر تنظیم کنید. کلید Group A SCR Start/Stop و  Group B SCR Start/Stopو Group C SCR Start/Stop را زده و ترانس های الکترود ها را روشن کنید سپس با افزایش پلکانی ست پوینت تنظیمی، ولتاژ و کیلو وات هر یک از گروه ها را مطابق اعداد قبلی تنظیم کنید. در کامپیوتر کوره نیز اعداد مربوطه را چک کنید .در صورت هر گونه اختلال درگردش آب در نگهدارنده های الکترود ها هشدار Cooling Water Outlet Flow گروه مربوطه روشن می شود که بسرعت اقدامات لازم با هماهنگی سرپرست شیفت و پرسنل فنی صورت دهید.
      4-9- سیستم گردش آب نرم در کلیه تجهیزات کوره اعم از الکترود ها و بابلرها و کولینگ های نصب شده بررسی و چک کنید. در خروجی آب برگشتی در زیر زمین کوره در صورت بروز گرفتگی یا افزایش دمای آب برگشتی به سرپرست شیفت اطلاع دهید.
      4-10- در هنگام قطع برق اکسیژن پلنت خاموش می گردد.  بعلت کاهش فشار اکسیژن  دریچه انسداد محدود کننده حد پایین کنترلی  مسیر اکسیژن (big than 0.6 bar) عمل کرده و مسیر اکسیژن بسته می شود . بدین دلیل ابتدا در تابلوی A20F کلید Revision ON را بزنید و دو کلیدReset  و Reset Softstarter نیز تحریک می گردد و کلید START را نیز بزنید. این عمل باعث می شود تا دریچه انسداد باز شده و اکسیژن در مدار قرار گیرد . در تابلو چراغ Revision Active روشن خواهد شد. در تابلو های A21 و A22 نیز  چراغ های Revision Mainskid روشن خواهد شد تا وصل برق شهر و استارت مجدد اکسیژن پلنت از گاز مایع موجد در مخزن رزرو استفاده  می شود در صفحه (Tab) Overveiw کامپیوتر کوره فشار و دبی مصرفی اکسیژن نمایش داده می شود . فشار اکسیژن عملیاتی  باید در محدوده 0.7 – 0.8 bar باشد.
      4-11- از داخل کوره از دریچه های دید بانی بازدید به عمل آورید. از کارکرد مشعل ها و کارکرد بابلرها بازدید کنید. وضعیت احتراق مشعل ها را کنترل کنید.
      توجه: در زمان تغییر دادن برق دیزل به شهر نوسانی به صورت پیک در  ولتاژ ایجاد می شود و احتمال دارد برخی از دستگاه ها  مجددا خاموش شود که مراحل راه اندازی آن در بالا ذکر شده است 
      4-12- بعد از حدودا 20 دقیقه از وصل برق شهر کلیدRevision  در تابلو A20 را غیر فعال کنید و در صورت چشمک زدن چراغ REVISION ACTIVE  با زدن کلید Reset  مشکل را برطرف کنید.
      </p>

      <h2>قطع گاز</h2>
      <p>
      برق20 کیلو ولت اصلی شرکت اختصاصی بوده و از شبکه سراسری تامین مـی¬گردد. این بـرق در اتاق ترانس پس از کـاهش ولتاژ تـوزیع می گردد. در پاره¬ای مواقع بدلیل اختلالات در شبکه برق اصلی یا شرایط جوی نامناسب نوساناتی (پیک) در ولتاژ اتفاق می افتد و بخش هایی از سیستم های تولیدی از کار می افتد و یا با و یا بدون اعلام قبلی برق اصلی شرکت قطع می شود. در این زمان ها دیزل ژنراتور های شرکت که شامل دو دیزل ژنراتور KVA 1250 است پس از سه تا 5 ثانیه روشن شده و بعد از سی ثانیه برق دیزل وارد مدار می شود. در زمان قطع کامل برق کلیه سیستم های کوره و خط از کار می افتد فقط کامپیوتر اتاق کنترل کوره (کامپیوتر اصلی کوره)، مشعل های کوره و مندرل به علت وصل بودن به UPS  فعال می¬مانند. پس از وصل شدن برق دیزل مراحل ذیل را انجام دهید.
      1-4- بچ شارژرها از تابلوی پلت فرم ابتدای کوره را مجددا استارت کنید. (طرز روشن کردن بچ شارژرها در دستور العمل کنترل سطح مذاب با کد  D-INS-PR-08 آورده شده است).
      4-2- سریعا به پلت فرم بخش فورهارث مراجعه کرده و اقدام به استارت تابلوهای A65F- A100GS-A66F نمائید.
      4-3- قبل از آن در کامپیوتر اتاق کنترل در صفحه Batch Charger را کنترل کنید که فن های Spout & Drain Combustion Air و Forehearth Combustion Air روشن شده باشد. در صورت روشن نشدن فن های مذکور به پرسنل فنی اطلاع دهید. (این فن ها به صورت اتوماتیک روشن شده و  فن آماده بکار جایگزین فن در حال کار قبلی قرار می گیرد.)
      4-4- مراحل استارت تابلو های ذکر شده بدین صورت است. ابتدا کلیدMain  هر یک از تابلو ها را بزنید تا چراغ سبز آن فعال گردد.  اگر  فعال نشد کلید Reset Ps Swithes و دوباره کلیدMain  را بزنید. بعد از آن در تابلو به چراغ مربوط به در مدار بودن نوع گاز توجه کنید. بسته به نوع گاز مصرفی چراغ های Natural Gas و یا Propane Gas روشن خواهد بود. در صورت هر یک از  اشکالات مربوط به گاز چراغ خطاها آلارم های Gas Max Fault و Gas  Min Fault و Failure Gas فعال خواهد شد. در صورت خاموشی فن های هوای احتراق ذکر شده نیز چراغ های الارم Failure Air و  Air Fault  هر تابلو روشن خواهد شد. که بسته به نوع خطا اقدامات لازم با هماهنگی با پرسنل فنی صورت پذیرد. در تابلو ها کلید های  فعال شدن مشعل ها در سه تابلو را فعال کنید. ( مشعل های فورهارث و کانال توزیع روشن خواهد شد). 
      4-5- فن Suction Blower مربوط به فشار کوره به صورت اتوماتیک روشن شده و کنترل های مربوطه  مطابق با دستور العمل کنترل فشار کوره با کد D-INS-PR-09 انجام دهید. در صورت بروز اشکال سریعا فن را به صورت دستی راه اندازی کنید.
      6-4- در کامپیوتر کوره در صفحه Flue Gas   کنترل کنید که فن های  Precooler و  Quench Air به صورت اتوماتیک روشن شده است یا خیر در صورت بروز اشکال  به پرسنل فنی اطلاع رسانی کنید.
      4-7- در کامپیوتر کوره در صفحه Furnace   کنترل کنید که فن Metal Line Cooling   به صورت اتوماتیک روشن شده است یا خیر در  صورت بروز اشکال  به پرسنل فنی اطلاع رسانی کنید.
      4-8- الکترود های گروه های سه گانه در زمان قطع کامل برق همگی خاموش می شوند مراحل راه اندازی آن  بعد از وصل برق به صورت زیر می باشد. 
      4-8-1- چراغ های قرمز رنگ مربوط به Group A Fault و Group B Fault و Group C Fault روشن خواهد  بود. در هر یک از تابلو گروه ها ابتدا ولوم Group A Set point و  Group B Set point و  Group C Set pointرا بر روی صفر تنظیم کنید. کلید Group A SCR Start/Stop و  Group B SCR Start/Stopو Group C SCR Start/Stop را زده و ترانس های الکترود ها را روشن کنید سپس با افزایش پلکانی ست پوینت تنظیمی، ولتاژ و کیلو وات هر یک از گروه ها را مطابق اعداد قبلی تنظیم کنید. در کامپیوتر کوره نیز اعداد مربوطه را چک کنید .در صورت هر گونه اختلال درگردش آب در نگهدارنده های الکترود ها هشدار Cooling Water Outlet Flow گروه مربوطه روشن می شود که بسرعت اقدامات لازم با هماهنگی سرپرست شیفت و پرسنل فنی صورت دهید.
      4-9- سیستم گردش آب نرم در کلیه تجهیزات کوره اعم از الکترود ها و بابلرها و کولینگ های نصب شده بررسی و چک کنید. در خروجی آب برگشتی در زیر زمین کوره در صورت بروز گرفتگی یا افزایش دمای آب برگشتی به سرپرست شیفت اطلاع دهید.
      4-10- در هنگام قطع برق اکسیژن پلنت خاموش می گردد.  بعلت کاهش فشار اکسیژن  دریچه انسداد محدود کننده حد پایین کنترلی  مسیر اکسیژن (big than 0.6 bar) عمل کرده و مسیر اکسیژن بسته می شود . بدین دلیل ابتدا در تابلوی A20F کلید Revision ON را بزنید و دو کلیدReset  و Reset Softstarter نیز تحریک می گردد و کلید START را نیز بزنید. این عمل باعث می شود تا دریچه انسداد باز شده و اکسیژن در مدار قرار گیرد . در تابلو چراغ Revision Active روشن خواهد شد. در تابلو های A21 و A22 نیز  چراغ های Revision Mainskid روشن خواهد شد تا وصل برق شهر و استارت مجدد اکسیژن پلنت از گاز مایع موجد در مخزن رزرو استفاده  می شود در صفحه (Tab) Overveiw کامپیوتر کوره فشار و دبی مصرفی اکسیژن نمایش داده می شود . فشار اکسیژن عملیاتی  باید در محدوده 0.7 – 0.8 bar باشد.
      4-11- از داخل کوره از دریچه های دید بانی بازدید به عمل آورید. از کارکرد مشعل ها و کارکرد بابلرها بازدید کنید. وضعیت احتراق مشعل ها را کنترل کنید.
      توجه: در زمان تغییر دادن برق دیزل به شهر نوسانی به صورت پیک در  ولتاژ ایجاد می شود و احتمال دارد برخی از دستگاه ها  مجددا خاموش شود که مراحل راه اندازی آن در بالا ذکر شده است 
      4-12- بعد از حدودا 20 دقیقه از وصل برق شهر کلیدRevision  در تابلو A20 را غیر فعال کنید و در صورت چشمک زدن چراغ REVISION ACTIVE  با زدن کلید Reset  مشکل را برطرف کنید.
      
      </p>

      <h2>کنترل سطح مذاب</h2>
      <p>
      سطح مذاب در کوره های ذوب شیشه  به دقت  0.1mm± کنترل می شود و این دقت به جهت تثبیت تناژ مذاب خروجی و همین طور کنترل دمـا در کـوره و عـدم نوسان در پارامتر هـای ابعادی محصول می باشد. سیستم  سنسورکنترل سطح بار شرکت  به نام Opti Beam ساخت شرکتHorn Glass  می باشد. اساس کاری این سیستم ارسال اشعه لیزریک به سطح آیینه ای مذاب شیشه است که  نور پس از شکست در سطح مذاب در زاویه مشخصی به گیرنده برخورد می کند در صورت تغییرات سطح بار زاویه شکست نور  تغییر کرده و می تواند باعث تغییر علامت الکتریکی گردد. این  پالس به کنترلر سطح مذاب ارسال می گردد. و با تغییر دور بچ شارژرها و تغییر میزان بچ ورودی به کوره سطح مذاب در کوره کنترل می گردد.
      4-1- در حال حاضر به علت کاهش کشش از کوره فقط دو بچ شارژ در حال کار است و بچ شارژر سوم آماده به کار می باشد . این بچ شارژ در زمان آماده به کار بودن از نظر مکانیکی و برقی سرویس های لازم را بر روی آن انجام دهید. (حلزونی آن بازدید شده و گیربکس آن نیز سرویس  کامل گردد).
      4-2- در دهانه ورودی بچ شارژری که کار نمی کند جهت بستن دهانه از یک استوانه به قطر دهانه ورودی بچ که آب در آن گردش        می کند، استفاده کنید.
      4-3- سه تابلوی  قرار گرفته (A40Fو A41FNo1وNo2 وNo3)  بر روی پلت فرم کوره جهت کنترل بچ شارژرها تعبیه گردیده است . با کلید  Auto/Manمد کاری بچ شارژر ها را به صورت دستی از خود تابلو یا Remote  یعنی کنترل از طریق  اتوماتیک و نرم افزاری در اتاق کنترل کوره را هدایت کنید..
      4-4- با کلیدStart  و Stop موتور گیربکس شارژر را روشن و خاموش کنید . با ولوم  Speed Set Point سرعت خطی گیربکس را مطابق دلخواه در مد دستی  تنظیم کنید. با نمایشگرSpeed control  میزان درصد این سرعت نسبت به ماکزیمم سرعت گیربکس را تعیین نمائید. 
      4-5- در صورتی که ماکزیمم سرعت نیز برای شارژ مواد مناسب نبود ( شارژ زیاد یا خیلی کم ) با دستگیره روی گیربکس اقدام به افزایش یا کاهش دور از طریق دور گیربکس کنید. در صورت روشن بودن بچ شارژر چراغ سبز Speed Control On روشن شده و در صورت بروز نقص و یا گیر کردن حلزونی چراغ قرمز peed Conrtol Fault  روشن خواهد شد و در نرم افزار  اتاق کنترل الارم مربوطه به همراه Horn فعال خواهد شد به سرعت موضوع را بررسی کنید. در صورت از تلرانس خارج شدن سطح  مذاب تعریف شده در کنترلر اتاق کنترل کوره چراغ قرمز Level  Alarm  روشن می شود و تا در محدوده قرار گرفتن سطح بار در کنترلر، الارم مربوطه روشن خواهد ماند.
       4-6- در هر یک از سه تابلو نمایشگر جهت نمایش دمای بچ  ورودی به کوره طراحی شده و ترموکوپلی نیز در داخل کیسینگ بچ شارژر تعبیه گردیده است. بالارفتن بیش از حد دما می تواند دلیل شارژ نامناسب و یا  خالی بودن مخزن بالای  شارژرها  یا گرفتگی و کلوخه شدن  بچ باشد.
      4-7- در اتاق کنترل و از طریق  سیستم نرم افزاری و در صفحه (TAB) Batch Charger کلیه پارامتر های کنترلی سطح بار و بچ شارژر ها را به تفکیک ببینید و کنترل کنید. نمایش پارامتر هایی چون درصد سرعت خطی گیربکس ( مقدار تنظیمی و مقدار واقعی)، گشتاور گیربکس (Torque) دمای بچ داخل کیسینگ و حلزونی شارژرها و Set point عددی کنترل سطح و درصد خروجی (Output ) کنترلر میسر بوده و برخی از آنها قابل تعریف شدن است.
      4-8- بچ شارژر شماره 1 و 3 در مد اتوماتیک کـار مـی¬کنند. جهت تغییر سرعت خطــی در بچ شارژر شماره¬هآا با دادنOffset  به Set point تنظیمی که به صورت نرم افزاری عمل کنید، سرعت خطی شارژر تغییر می کند و مقادیر آن¬ها را در فرم گزارش روزانه ثبت پارامترهای کوره (1) به کد D-FS-PR-09 ثبت کنید.
      4-9- در صورت آلودگی شیشه محافظ سنسور سطح بار( فرستنده و گیرنده)، سطح مذاب دچار نوسان می شود به اطلاع سرپرست شیفت برسانید و با ارائه درخواست کار از واحد فنی اقدام به رفع نقیصه کنید.
      4-10- در نمایشگر optibeam علاوه بر نمایش عددی سطح بار نمودار (Trend) سطح بار نیز نمایش داد می شود. و این میزان  عددی سطح بار در کنترلر سطح بار نیز خوانده می شود. مقدار عددی سطح بار را در فرم گزارش روزانه ثبت پارامترهای کوره (1) به کد D-FS-PR-09 یاداشت کنید.
      
      </p>

      <h2>کنترل فشار در کوره    </h2>
      <p>
      کنترل فشار در کوره جهت تثبیت دما و استفاده از حداکثر راندمان حرارتی و توزیع مناسب حرارت و همچنین جلوگیری از خوردگی آجر ها در کوره صورت می¬گیرد. محدوده کنترلی مناسب فشار در این کوره بین5  تا 10  پاسکال است و این محدوده با توجه به شرایط توسط مدیر تولید تعیین می گردد.  
 جهت تعیین فشار نسبی داخل کوره از یک پراب- سرامیکی که در دیواره سمت راست کوره (بریست وال)  نصب گردیده است و توسط لوله به یک (ورودی  مثبت) ترانسمیتر متصل است استفاده می شود. ورودی منفی به ترانسمیتر  لوله ای است که  تا همان ارتفاع پراب از دیواره کوره و در بیرون از کوره در محیط قرار دارد. اختلاف فشار در ترانسمیتر توسط یک دیافراگم به علامت الکتریکی تبدیل شده و به کنترلر فرستاده می شود.( اختلاف در فشار  باعث تغییر در علامت الکتریکی ( جریان الکتریکی)  می شود.) و کنترلر فشار قرار گرفته در  اتاق کنترل، فرمان لازم جهت باز و بسته شدن  شیر کنترلی در مسیر  خروجی محصولات حاصل از احتراق را می دهد.
4-1- Set point  فشار نسبی کوره در کنترلر مربوطه را وارد کنید و  سیستم ، فشار کوره را در محدوده این عدد کنترل می کند.
4-2- در صورت نیاز به تغییرSETPOINT در مد Automatic با  کلید های        و        عدد مورد نظر را وارد کنید. در صفحه کنترلر عدد بالایی فشار کوره و عدد پایینی ست پوینت تعریف شده را نمایش می دهد.
4-3- کنترل فشار از طریق مکش گاز دود های حاصل از احتراق از کوره از طریق مکش اجباری توسط فن صورت می¬گیرد . دو فن یکی اصلی و دیگری رزرو برای این منظور به نام Suction Blower1 و Suction Blower2  تعبیه گردیده استفاده کنید. 
در تابلوی A47 مدار قدرت و فرمان فن های مربوطه وجود دارد در این تابلو دو کلید Auto/Manaul قرار دارد . یکی جهت دستی و اتوماتیک کردن شیرهای کنترلی و دیگری مربوط به اتوماتیک یا دستی بودن سیستم کنترل فشار و تغییر فن ها در مد Automatic مربوط به شیر های کنترلی بعد از روشن کردن یکی از ساکشن فن ها ساکشن فن بعدی به صورت اتوماتیک خاموش می شود( قرار داشتن کلید  Auto/Manial اصلی بر روی اتوماتیک) و شیر کنترلی هایی که در خروجی هر یک از فن های ساکشن قرار گرفته است به توجه به روشن یا خاموش بودن فن تغییر وضعیت می دهد . فرضا با روشن شدنBlower  شماره یک شیر کنترل خروجی فن مذبور  باز شده و چراغ LED/Open روشن می شود. و چراغ LED/Close مربوط به ساکشن دو نیز که نشان¬دهنده بسته شدن مسیر خروجی فن خاموش شماره دو هست نیز روشن می شود. برای هر یک از ساکشن فن ها کلید های Open و Close  طراحی گردیده که در حالت دستی شیر کنترل ها  را باز یا ببندید.
زمانی که از این شیر ها در حالت دستی استفاده می کنید کلید مذبور تا زمان روشن شدن چراغ LED مربوطه را در حالت تحریک نگه دارید
4-4- شیر کنترلی اصلی قرار گرفته در خروجی مرکزی در مسیر دودکش وظیفه تنظیم میزان فشار نسبی داخل کوره را به عهده دارد. کنترلر  فشار  بسته به میزان فشار داخلی کوره فرمان باز یا بسته شدن این شیر را داده و Position  شیر (0-100 %)  تغییر می کند که در فرم گزارش روزانه ثبت پارامترهای کوره (1) D-FS-PR-09 ثبت کنید. تغییرات این شیر کنترلی هم از طریق کلید های OPEN  و CLOSE  مربوطه در تابلو با قرار دادن کلید مد شیرهای کنترلی بر روی Manual  و تغییر موقعیت از طریق کلید های OPEN  و CLOSE  و هم از طریق دستی کردن کنترلر و تغییر درصد خروجی امکان پذیر است.
4-5- در نرم افزار کنترلی در اتاق کنترل کوره در صفحه (Tab)  Flue Gas  درصد باز و بسته بودن شیر کنترلی اصلی مشخص است و روند تغییرات فشار کوره و موقعیت شیر مربوطه را در نمودار  زمانی مربوطه در (Trend) را فراخوانی کنید.
4-6- در صورت تغییرات و نوسانات فشار، کنترل وضیعت گرفتگی بخش زیرین پری کولر (CD) و رفع آن را انجام دهید. همچنین  تنظیم میزان هوای کویینچ با  تغییر شیر اصلی آن را به صورت ضروری انجام دهید.

      </p>

      <h2>تعویض آجر نسوز لیپ بلاک</h2>
      <p>
      طول عمر کارکرد آجر نسوز لیپ بلاک توسط شرکت سازنده 6 ماه اعلام شده است اما با توجه به میزان خوردگی آجر، نوسانات تناژ، عدم همگنی مذاب روی مندرل و تاثیراتی که روی کیفیت محصول از نظر ابعادی می¬گذارد، می¬تواند مدت زمان بیشتری نیز مورد استفاده قرار گیرد. مدت زمان کارکرد آجر لیپ بلاک در گزارش روزانه محصول تولیدی D-FS-PR-25 ثبت کنید. بعد از تائید کار گروه تولید در خصوص اتمام عمر آجر لیپ بلاک و اخذ مجوز از مدیر کارخانه و مدیر عامل در فرم درخواست تعویض نسوز D-FS-PR-32، فعالیت¬ها جهت انجام این فرآیند آغاز می¬شود.
4-1- با قرار دادن کولر آبی از دریچه بازدید مافل، مذاب خروجی از لیپ بلاک را سرد کرده و مانع از ریخته شدن آن روی مندرل شوید (تصویر الف). سپس زمان دهید تا مندرل کاملا از مذاب تخلیه گردد (تصویر ب). 
<br />

4-2- با عقب کشیدن ماشین دنر، مندرل را از محفظه مافل خارج کرده و همزمان با کائول بپوشانید (تصویر الف). سپس با باز کردن مهره های پشت مندرل، آن را از ماشین دنر جدا کرده (تصویر ب) و با استفاده از جرثقیل طبق دستورالعمل استفاده از جرثقیل سقفی سالن تولید D-INS-PR-25 به خرک روی زمین منتقل کنید و بگذارید به حال خود سرد گردد. (تصویر ج). همچنین مهره پشت مندرل را درآوردید تا شفت آزاد شده و صدمه نبیند.
<br />

4-4- اتاقک فلزی (casing) جلویی مافل از مافل را جدا کرده (تصویر الف) و به منظور جلوگیری از وارد شدن شوک حرارتی به آجرهای مافل، ورودی و درب پشتی آن را با کائول بپوشانید (تصویر ب و ج).
<br />


5-4- بعد از باز کردن بولت¬های اتصال دهنده مافل به فورهارث، مافل را از فورهارث جدا کرده و با استفاده از کولر آبی و هوای فشرده مسیر خروجی مذاب فورهاث را مسدود کنید. 
<br />
-4- پس از جدا کردن مافل، مشعل¬های آن همچنان روشن نگه دارید و پروسه سرمایش مافل جهت تعویض لیپ بلاک طبق برنامه دمایی °C 25 به ازاء هر ساعت تا دمای °C 600 و پس از آن با سرعت °C 30 در هر ساعت آغاز کنید.
<br />
توجه: به منظور جلوگیری از سرد و کریستاله شدن مذاب در کانال فورهارث دماهای این ناحیه با توجه به شرایط افزایش یابد.
7-4- بامداد با رسیدن دما به °C 800 سیستم را از حالت By pass خارج کرده و flame detector های نصب شده توسط واحد فنی را در مدار قرار دهید.
<br />
-4- با رسیدن دمای Zone 4 به °C 600، مشعل آن به طور اتوماتیک خاموش می¬شود بنابراین ادامه پروسه کاهش دما را با مشعل دستی انجام دهید. 
9-4- بعد از رسیدن دمای زونهای مافل به زیر °C  200 و باز کردن درب¬های آن، آجرهای ایزوله سقف مافل را برداشته و سپس آجر گیت بیرون بکشید. مشعل¬های زون 4 جهت سرویس توسط واحد فنی باز گردد.
10-4- با استفاده از ابزارهای لازم، سه آجر از چهار آجر سقف مافل را با احتیاط توسط جرثقیل بردارید. (تصویرالف و ب).
<br />
-4- آجرهای اطراف لیپ بلاک را لایه لایه بردارید (تصویر الف). برداشتن آجر لیپ بلاک بسیار حساس بوده و چنانچه سایر آجرهای اطراف آن همچنان ایجاد مزاحمت کنند باید از محل خود برداشته شوند تا لیپ بلاک به راحتی و بدون آسیب¬رسانی به باقی قسمت¬های مافل جدا گردد (تصویر ب). بعد از تخریب آجرهای اطراف لیپ بلاک (تصویر ج) با استفاده از ابزارهای لازم مذاب سرد شده در اطراف لیپ بلاک را شکسته و در نهایت با استفاده از جرثقیل آن را از جای خود خارج کنید. (تصویر د).
<br />
-4- محل قرارگیری لیپ بلاک و اطراف مافل را نظافت کرده و با جاروبرقی گرد و خاک آن را بگیرید. تمام سیلیس مـوجود در کف شیب 
دار محفظه داخلی مافل را نیز تخلیه کنید. (تصویرالف). سرد شیشه و ملات کرومی چسبیده شده به پیشانی فورهارث (محل اتصال به لیپ بلاک) (تصویر ب) و بخارات بور سرد شده روی آجرهای سقفی (تصویر ج) و دیواره بالایی خروجی مافل را سنباده زده و تمیز کنید. (تصویر د).
<br />
4- آجرهای سیلیمانیتی، مولایتی و عایق جهت آجرچینی مافل به همراه ملات مناسب مورد نیاز، اره آجربری و همچنین آجر لیپ بلاک و گیت را به سالن تولید انتقال دهید.
توجه: حتما از آجر گیت و لیپ بلاکی استفاده کنید که قبلا طی فرم بازرسی فنی گیت با کد D-FS-PR-05 و بازرسی فنی لیپ بلاک با کد D-FS-PR-03  مورد تایید قرار گرفته¬اند.
14-4- با استفاده از جرثقیل سقفی لیپ بلاک جدید را به صورت خشکه (بدون ملات) در جای خود قرار دهید (تصویر الف). بعد از چک کردن قرارگیری مناسب لیپ بلاک در جای خود به منظور بررسی هم راستا و هم مرکز بودن محل خروجی مذاب از فورهارث و ورودی مذاب به لیپ بلاک و فاصله بین این دو، مافل را به فورهارث به صورت خشکه بچسبانید (تصویر ب). در صورت هم راستا نبودن خروجی فورهاث با ورودی لیپ بلاک از کمی ملات جهت تراز کردن لیپ بلاک استفاده کنید.
 سپس با عقب کشیدن مجدد مافل، cover block و آجرهای گوه¬ای کنار لیپ بلاک را در محل خود قرار دهید (تصویر ج) و آجر چینی را آغاز کنید. آجرهای مورد نیاز در ابعاد خاص را توسط دستگاه برش، تعبیه نمائید. بعد از آجر چینی لایه اول و دوم روی لیپ بلاک و آجر چینی قسمتی از لایه سوم، دو عدد burner block زون چهار مافل در هر سمت جایگذاری کنید. (لازم به ذکر است یک لایه فایبر فرکس عایق حرارت، پایین و بالای burner blockها جهت جلوگیری از انبساط نامتعارف دو نوع سرامیک متفاوت می¬توانید قرار دهید). (تصویر د).
<br />
توجه: تراز بودن آجرها در هر ردیف را با استفاده از تراز سنج حبابدار و شمشه چک نمائید.
15-4- بعد از اتمام آجر چینی روی لیپ بلاک، اطراف آن را نظافت کنید. سپس سه آجر از چهار آجر سقفی جدا شده با کمک جرثقیل به محل خود آورده و به صورت خشکه نصب کنید. (تصویر الف). در نهایت با چیدن آجرهای عایق سقف، آجر گیت در محل خود قرار داده، گیره آن بسته و در نقطه صفر تنظیم نمائید (تصویر ب و ج).
<br />
4- مندرل جدید که قبلا طی فرم بازرسی فنی مندرل D-FS-PR-33 مورد تایید قرار گرفته است طبق دستورالعمل مونتاژ و پیشگرم مندرل سرامیکی، تعویض مندرل و راهبری خط تولید در زمان تعویض مندرل D-INS-PR-16 مونتاژ و روی دنر ماشین نصب و استارت کنید. شلنگ هوای پشت مندرل را نیز ببندید. 
<br />
-4- سیلیس ریزی سطح کف شیبدار محفظه داخلی مافل راانجام دهید.
18-4- به منظور اتصال مافل به فورهاث و جلوگیری از نشت مذاب، به محل اتصال لیپ بلاک به فورهارث ملات کرومی بزنید. (با استفاده از تیفور اتصال انجام گیرد). (تصویر 13)
توجه: ملات کرومی به سرعت آب خود را از دست می¬دهد بنابراین برای جلوگیری از این امر و بهبود شرایط آبندی دقیقا قبل از اتصال نهایی از ملات کرومی استفاده گردد.
19-4- سپس مهره¬های مافل جهت کم کردن فاصله لیپ بلاک و فورهارث را محکم کنید.
<br />
-4- پس از اتصال مافل به فورهارث، مندرل را در راستای مافل قرار دهید و همزمان با کاهش زاویه به آرامی به درون مافل هدایت کرده و تنظیمات زاویه، ارتفاع و جلو عقب بودن مندرل و نوشتن در فرم پارامترهای مندرل D-FS-PR-16 نیز انجام دهید. پس از قرار گرفتن مندرل داخل مافل، دریچه مافل با کائول بپوشانید. 
21-4- اتاقک فلزی مافل در جای خود نصب و درزگیری آن با کائول انجام دهید.
22-4- دو مشعل دستی در سمت جلو و پشت مافل را روشن کنید. (گرمایش مافل طبق برنامه دمایی °C 15 در هر ساعت تا °C 900 و پس از آن °C 10 در هر ساعت آغاز شود).
<br />
-4- با رسیدن دمای زون¬های مافل به °C 800 حالت By pass فعال و flame detector ها از روی مشعل¬ها بردارید. 
24-4- با آغاز ریزش مذاب، افزایش تناژ، کشش خط و تثبیت شرایط، پروسه تعویض آجر لیپ بلاک به پایان می¬رسد. 

      </p>

      <h2>تویض بابلر</h2>
      <p>
      تعداد حباب¬ های خارج شده از بابلرها در یک دقیقه توسط پرسنل کوره در هر شیفت شمارش شده و در فرم ثبت خلوص اکسیژن با کد   D-FS-PR-28 و همچنین میزان مصرف اکسیژن (l/h) بابلرها در فرم گزارش روزانه ثبت پارامترهای کوره (2) به کد D-FS-PR-10 یاداشت می¬گردد. هنگام گرفتگی بابلر اندازه حباب¬ها کوچک و تعداد آن¬ها نیز کم می¬شود. در صورت گرفتگی کامل بابلر حباب زدن متوقف می¬شود. محدوده بحرانی فشار اکسیژن نمایش داده شده روی گیج¬های ورودی بابلرها bar4-2  است. 
1-4- به واحد  ایمنی و بهداشت جهت تهیه امکانات اطفاء حریق در صورت بروز آتش سوزی اطلاع دهید.
4-2- تکنسین های برق و تاسیسات  با هماهنگی با مدیریت فنی در محل حضور داشته باشند.
4-3- بابلر جدید را قبل از اقدام به نصب تحت تست فشار و نشتی گیری در مسیر های ورود و خروج آب نرم و مسیر اکسیژن قرار دهید.
4-4- فاصله لبه دهانه ورودی بابلر در آجر کف کوره تا محل ساپورت نگهدارنده را اندازه گیری کرده و به همان میزان در روی بابلر جدید اندازه بزنید.
4-5- طول شیلنگ¬های رفت و برگشت آب نرم را در بابلری که می خواهید تعویض نمائید اندازه گیری نموده و مطابق با آن اندازه ها  شیلنگ های آب بابلر جدید را بریده، وصل کرده و بست های  آن را محکم ¬نمائید .
4-6- الکترود های کوره را خاموش کنید.
4-7- دقت کنید زیر بابلر محل ریزش مذاب مواد آتش زا نباشد.
4-8- شیلنگ اکسیژن را از بابلر قدیمی باز کرده و به بابلر جدید وصل کنید. عایق  سبز رنگ بدنه را باز و به بابلر جدید وصل کنید.
4-9- مراحل بعدی را دقت کنید باید بدون وقفه انجام دهید.
4-10- شیلنگ های آب خنک کننده را از سر شیر ها جدا کنید و شیلنگ بابلر جدید را به شیرها وصل کنید. فشار آب خروجی را کنترل کنید.
4-11- دقت نمایید از سمت پایین بابلر اولی آب ورودی و بالایی آب برگشتی می¬باشد. هنگام وصل کردن شیلنگ¬ها این مورد را رعایت نمائید.
4-12- پیچ ساپورت نگهدارنده را شل کنید.
4-13- بابلر تعویضی را به مقدار 100 میلی متر به داخل کوره  هدایت کنید.
4-14- یک نفر را برای بیرون کشیدن بابلر قدیمی و یک نفر  آماده برای جاگذاری بابلر جدید و یک نفر هم برای باز کردن شیر اکسیژن آماده کنید.
4-15- پس از داخل بردن بابلر قدیمی حدود30 ثانیه تامل کنید و در این فاصله ساپورت نگهدارنده را کامل باز کنید.
4-16- بابلر را از داخل کوره بیرون کشیده و از محل دور کنید.
4-17- در این مرحله کمی تامل کنید تا مقداری مذاب خارج شود. ( حدود 20 ثانیه )
4-18- در جاگذاری بابلر جدید دقت نمائید و محل علامت گذاری شده را به خاطر داشته باشید.
4-19- از پیچ های ساپورت بازدید کنید و از محکم شدن آنها مطمئن شوید.

      </p>

      <h2>نصب صفحه های مولیبدنی در کوره</h2>
      <p>
      نصب صفحه مولیبیدنی در محل خروج مذاب از کناره های سمت چپ و راست Distributer به نام Drain  انجام می¬پذیرد. در این ناحیه مذاب سطحی که می تواند معایبی چون غنی بودن فاز سیلیسی، فوم، ذوب نشده و حباب را به همراه دشته باشد خارج می¬شود. با توجه به حساسیت کنترل سطح مذاب در کوره و همچنین تنظیم میزان تناژ کل مذاب استحصالی از کوره به سبب دستیابی به ثبات کیفیتی محصول و رسیدن به حداکثر راندمان، کنترل میزان وزنی مذاب خروجی از این قسمتها ضروری است و هر ساعت میزان خروج مذاب طبق روش ذکر شده در دستورالعمل کنترل تناژ مذاب خروجی از کوره به شماره کد D-INS-PR-19 اندازه¬گیری و در فرم کشش مذاب از کوره با کدD-FS-PR-15  درج گردد. دمای درین¬ها در فرم ثبت دمای کانال فورهارث یک و دو به کد D-FS-PR-14 و همچنین درصد باز بودن شیرهای هوا و گاز آن¬ها در فرم تغییرات در سیستم احتراق فورهارث به کد D-FS-PR-12 یاداشت می¬گردد. با افزایش میزان خروجی مذاب از میزان تعیین شده به علت خوردگی مجاری تخلیه مذاب و یا افزایش سطح بار، اگر کاهش درصد باز بودن شیر گاز هر کدام از آنها، کاهش دما و به تبع آن کاهش تناژ صورت نگرفت، با قراردادن صفحات مولیبیدنی در خروجی مذاب در بخش های ذکر شده دبی وزنی آن را کاهش دهید.
4-1- نصب صفحه مولیبیدنی 
4-1-1- در ابتدا ابزارآلات لازم جهت نصب مولیبیدن ها در موقعیت ذکر شده که شامل انبر مخصوص گرفتن مولیبیدن، قیچی مخصوص برداشت آجر، سیخ متوسط استیل، پاروی برداشت آجر را و وسایل ایمنی و حفاظتی از قبیل دستکش و پیش بند نسوز و ماسک محافظ شفاف و عینک محافظ تشعشع و دستکش های نخی و بنایی را آماده کنید.
4-1-2- با توجه به میزان افزایش تناژ خروجی ها نسبت به تناژ مناسب، از صفحات مولیبیدنی با ضخامت های 3 و 5 میلی متری استفاده کنید.
4-1-3- آجرهای دریچه Drain را بوسیله قیچی و پاروی برداشت آجر به آرامی بردارید.
4-1-4- صفحه مثلث شکل مولیبیدنی را با لبه انبر مخصوص گرفته و به ارامی در محل مربوطه در دهانه مجاری خروجی مذاب قرار دهید. (شکل صفحه با شکل دهانه خروجی مذاب یکی است) 
4-1-5- با کمک سیخ استیل به آرامی اندکی به صفحه مولیبیدنی از بالا فشار وارد کنید. تا در محل خود محکم شود.
4-1-6- جهت عدم اکسیده شدن فلز مولیبدن در مجاورت هوا بسرعت مذاب شیشه را بر روی صفحه گسترده و پر نمائید. 
4-1-7- بعد از اطمینان از تثبیت موقعیت صفحه، آجر دهانه را گذاشته و با کائول درز بندی کنید.
توجه: لازم به ذکر است  دو نوع صفحه مولیبدنی با توجه به ابعاد آنها که  در بخش درین به کارگرفته می¬شود.
4-1-8- پس از نصب صفحه در فرم جدول تاریخ نصب صفحات مولیبیدنی با کد D-FS-PR-13 تاریخ نصب، تعداد و بخش نصب شده صفحه مولبیدنی را درج و برای اطلاع یک نسخه هم در واحد کوره نگهداری کنید.

      </p>


      <h1>نحوه ی نصب و راه اندازی الکترودهای کوره</h1>
      <p>
      4-1- قبل از نصب الکترود در محل مربوطه ، کلیه مسیرهای آب و هوا ی خنک کننده الکترود و همچنین اتصالات برقی آن را کنترل و چک کنید.
4-2- قبل از راه اندازی کوره الکترود ها را به میزان 5 سانتیمتر از کف زاک کوره پایین تر تنظیم کنید.
4-3- ابتدا یک شیشه به ضخامت 3 میلیمتر و بصورت گرد قرار دهید و روی آن شیشه خرده بریزید. (تا از اکسید شدن آن بر اثر تماس مستقیم با شعله جلوگیری شود.)
4-4- با لحاظ کردن 5 سانتی متر فوق روی الکترود ها علامت گذاری انجام دهید.50 سانت و 60 سانت مارک دار کنید وپیچ های آلنی را ببندید. 
4-5- راه اندازی:
4-5-1- نگهدارنده و زنجیر را باز کنید.
4-5-2- کلمپ های کابل های برق باز کنید.
4-5-3- شیر مسیر های خنک کننده آب و هوا را از محل ورودی اصلی ببندید.
4-5-4- نگهدارنده قسمت پایینی (گلدانی فلزی) به همراه زنجیر های آن را باز کنید.
4-5-5- کلمپ مخصوص ساخته شده (جهت انتقال الکترود) را در محل الکترود نصب کنید.
4-5-6- از اهرم چوبی و نردبان فلزی ساخته شده جهت مهار الکترود استفاده کنید.
4-5-7- پیچ های آلنی نگهدارنده بالایی الکترود را شل کنید. 
4-5-8- کف نگهدارنده الکترود با زنجیر را بطور موقت نگهداری کنید.
4-5-9- به وسیله کلمپ و بصورت چرخشی و با کمک اهرم های چوبی الکترود را تا 60 سانت به سمت بالا هدایت کنید.
4-5-10- پیچ های آلنی را سفت کنید.
4-5-11- شیلنگ آب ورودی از محل اتصال الکترود را باز کنید. 
4-5-12- شیلنگ مسیر خروجی آب از سر مسیر لوله برگشت را باز کنید تا آب و بخار آن کامل تخلیه شود.
4-5-13- شیر هوای خنک کننده بسته است .
4-5-14- بمدت 10 دقیقه در شرایط فوق الکترود را نگه دارید. (در اندازه 60 سانتی متر)
4-6- تنظیم نهایی:
4-6-1- زنجیر های نگهدارنده (گلدانی فلزی) را باز کنید.
4-6-2- مهار الکترود بوسیله اهرم چوبی از قسمت پایین الکترود را انجام دهید.
4-6-3- پیچ های آلنی قسمت بالایی الکترود را شل کنید.
4-6-4- بوسیله کلمپ و باحرکت چرخشی چپ و راست الکترود راپایین بیاورید و در محل نهایی آن قرار دهید. (50 سانتمتر)
4-6-5- پیچ های آلنی را سفت کنید.
4-6-6- کلمپ مخصوص حرکت الکترود را از محل الکترود خارج کنید.
4-6-7- کلمپ مسی مربوط به برق در محل الکترود را نصب کنید.
4-6-8- گلدانی فلزی انتهایی الکترود در محل نصب و با زنجیر های آن ها را تنظیم کنید. 
4-6-9- هوا خنک کننده را بتدریج باز کنید.
4-6-10- آب ورودی جهت امتحان به اندازه ای که یک سرریز از سرشلنگ صورت گیرد را باز کنید.
4-6-11- شلنگ آب ورودی به محل الکترود را ببندید.
4-6-12- شلنگ برگشتی را با دست نگه دارید تا بخار آب بصورت کامل تخلیه شده و جریان آب خروجی برقرار شود. در زمان عادی شدن، آب برگشتی را در محل خود ببندید.
4-6-13- آب ورودی را به تدریج باز کنید.
4-6-14- شیر مسیر هوا را ببندید.
توجه: در زمان باز بودن مسیر هوا به علت نزدیکی به الکترود دمای هلدر الکترود بسیار پایین می آید.
4-6-15- موقعیت الکترود در نگهدارنده های افقی را تنظیم کنید.
4-6-16- پس از ثابت شدن شرایط میزان توان، جریان و ولتاژ هر اکترود در فرم ثبت خلوص اکسیژن به کد D-FS-PR-28 ثبت کنید.

      </p>

      <h2>نظافت مشعل های کوره</h2>
      <p>
      به منظور دستیابی به حداکثر راندمان حرارتی مشعل ها و جلوگیری از افت حرارتی به سبب گرفتگی نازل مشعل ها با دوده یا سوختگی نازل مشعل ها که می تواند علاوه بر افت راندمان حرارتی شکل و نحوه توزیع انرژی در کوره و فورهارث و یا کانال تغذیه را دستخوش تغییر نماید. برنامه منظم بازدید روزانه از مشعل ها وجود دارد و درصورت رویت مشکلات بالا اقدام به نظافت مشعل ها می¬گردد. علاوه بر آن مطابق فرم جدول زمان بندی نظافتی تجهیزات کوره با کد D-FS-PR-11 مشعل ها به صورت منظم نظافت و رفع عیب می¬گردد. 
4-1- نظافت مشعل های کوره :
4-1-1- وضعیت تمامی مشعل های کوره را از دریچه دیدبانی کوره بازدید و کنترل کنید.
4-1-2- شیر اصلی گاز (شیر دستی) مشعل مورد سرویس را ببندید (دقت گردد که شیر اکسیژن بسته نشود)
4-1-3- آلارم Burner Warning فعال شده و مشعل مربوطه خاموش می گردد.
4-1-4- بطور همزمانBurner In Cooling  فعال می شود. (جهت جلوگیری از سوختگی نوک مشعل با ورود هـوای فشرده کـمپرسور)
4-1-5- سریعا پیچ های نگهدارنده مشعل را با آچار مخصوص  باز کنید و نازل مشعل را از داخل کاسه مشعل خارج سازید.
4-1-6- مشعل را کاملا بازدید نمائید. اگر سوختگی نوک مشعل شدید باشد یا اینکه نوک مشعل ذوب شده باشد آن را تعمیر یا تعویض کنید.
4-1-7- در صورتیکه در نوک مشعل بخارات کندانس شده باشد و یا سوختگی آن جزیی باشد، توسط فرچه سیمی و سمباده مشعل را تمیز نمائید.
4-1-8- Paper Ceramic  بین مشعل و کاسه برنر را چک و در صورت نیاز تعویض کنید.
4-1-9- مشعل سرویس شده را در جایگاه قرار دهید و با بستن پیچ های آن مشعل را وارد مدار کنید.
4-1-10- شیر دستی اصلی گاز را باز کنید. سپس توسط اپراتور کوره از اتاق کنترل توسط نرم افزار SCADA  مشعل روشن شود.
4-1-11- در انتها Ratio (نسبت گاز به اکسیژن ) و Setpoint Gas  طبق پارامتر های قبل از سرویس مشعل که فرم گزارش روزانه ثبت پارامترهای کوره (2) به کد D-FS-PR-10 یاداشت شده را تنظیم کنید.
توجه: در ضمن سرویس تمامی مشعل ها ی سمت چپ و راست کوره  مشابه روش فوق  می باشد.
4-2- در صورت بروز مشکل برای هر یک از مشعل¬های فورهارث سرویس آن¬ها به صورت زیر انجام می¬گیرد:
4-2-1- ابتدا شیر کلکتور مخلوط گاز و هوا مربوطه را ببندید.
4-2-2- پیچ مربوط به مشعل را باز نمائید.
4-2-3- ورقه فلزی روی مشعل را باز نموده و مشعل را آزاد کنید.
4-2-4- دهانه مشعل را توسط پنبه نسوز جهت جلوگیری از افت دما و رعایت اصول ایمنی ببندید.
4-2-5- توسط سیخ مخصوص دهانه و مسیر عبور داخلی گاز در مشعل را پاکسازی کنید. (جهت نظافت مسیر داخلی عبور مخلوط گاز و هوا درمشعل میتوان همچنین مهره پشت مشعل را باز نمود و از خارج نمودن کامل مشعل اجتناب کرد).
4-2-6- از واشر آببندی مشعل بازدید و در صورت فرسودگی آن را تعویض کنید.
4-2-7- مشعل ها را در محل خود قرار داده و پیچ و صفحه مربوطه را بندید. 
4-2-8- در نهایت شیر اصلی گاز را به آرامی باز کنید تا مشعل در مدار قرار گیرد.

      </p>

      <h2>کنترل تناژ مذاب خروجی از کوره</h2>
      <p>با توجه به نوع طراحی کوره و  ویژگی¬های شیشه تولیدی، جهت بهینه سازی مذاب شیشه  خروجی از کوره و حذف سرباره و ناخالصی از روی سطح مذاب، خروجی در دو طرف کانال توزیع طراحی گردیده که Drain  نامیده می شود. خروجی  مذاب از درین های چپ و راست در دیواره های کناره کانال توزیع قبل از ورود مذاب به فورهارث بوده و جهت کنترل خروج تناژ مذاب از آن علاوه بر کنترل دمایی با قرار دادن صفحات مولیبیدنی در دهانه خروجی مذاب در آن مطابق دستور العمل نصب صفحات مولیبیدنی D-INS-PR-13 اقدام به تنظیم خروج مذاب نمود. علاوه بر آن خطوط تولیدی نیز با کشش شیشه مذاب بیشترین سهم را در تناژ  مذاب خروجی از کوره ایفا می کنند و تنظیم و تثبیت خروجی مذاب خطوط کشش توسط کنترل های دمایی زون 4 و استفاده از گیت می باشد.
      نوسانات تناژ مذاب علاوه بر ایجاد تغییرات دمایی زون چهارم مافل و دماهای منطقه انتهایی فورهارث تغییر کیفیت محصول و بر هم خوردن ثبات پارامتر های فیزیکی مهم محصول از جمله قطر خارجی و ضخامت را در پی دارد.
       عوامل متعددی در ایجاد نوسانات در تناژ خروجی موثر است از آن جمله تغییر ترکیب شیمایی شیشه و بروز ناهمگونی شیمیایی، نوسانات دمایی در کوره و فور هارث، نوسانات سطح بار و نوسانات فشار کوره و ... . 
      4-1 کنترل تناژ خطوط :
      4-1-1- دمای کوره کلیه نواحی دارای ترموکو¬پل¬ها در کانل توزیع و فورهارث 1 و 2 را مرتبا کنترل کنید. ( توسط اپراتور کوره) و در فرم ثبت دمای کانال فورهارث یک و دو D-FS-PR-14 یاداشت کنید. در صورت بروز نوسانات دمایی خصوصا در منطقه انتهایی فورهارث سریعا اقدامات لازم جهت تثبیت دما را به عمل آورید.
      4-1-2- نوسانات سطح مذاب از جمله موارد بروز نوسانات در تناژ است که دائما کنترل و در صورت نیاز مطابق دستور العمل کنترل سطح مذاب D-INS-PR-08 تنظیم کنید. (توسط اپراتور کوره)
      4-1-3- در هر ساعت یکبار تعدادی از تیوب های گلیز شده انتهای خط را برداشته و با ترازو  توزین کنید.(توسط اپراتور های خطوط کشش 1و2) سپس مطابق فرمول ذیل میزان خروج روزانه مذاب در هر یک از خط ها را محاسبه کرده و در فرم کنترل پارامتر های خط کشش D-FS-PR-21 درج نمائید و مقادیر بدست آمده را  نیز به اپراتور کوره جهت ثبت در فرم کشش مذاب از کوره  D-FS-PR-15 اطلاع دهید.   
      (Kg)تناژ = 1440* (تعداد لوله توزین شده / وزن دسته لوله (Kg)) * (طول هر لوله شیشه¬ای (m) / سرعت خط (m/min))
      
      4-1-4- میزان کشش خطوط با توجه به شرایط تولید و کیفیت محصول و ذوب مناسب در کوره توسط مدیر تولید تعیین و توسط سرپرست خط ابلاغ می گردد. تنظیم این میزان کشش با اختلاف  ±100 Kgبا تنظیمات دمایی در فورهارث خصوصا زون چهارم مافل و یا تنظیم ارتفاع مناسب گیت صورت دهید.( توسط اپراتور مافل)
      4-1-5- ارتفاع گیت در هر ساعت را از روی شاخص مدرج آن بخوانید و در فرم ثبت روزانه پارامتر های مافل D-FS-PR-20 ثبت کنید.( توسط اپراتور مافل) اپراتور های خطوط کشش نیز از طریق اپراتور مافل اقدام به ثبت این ارتفاع در فرم ثبت روزانه پارامتر های خط کشش D-F-PR-21 کنند. تغییرات ارتفاع با دقت 0.5 میلی متر انجام می گردد.
      4-2- کنترل تناژ درین ها :
      4-2-1- ساعتی یک بار از دهانه خروجی مذاب از درین ها با کمک یک ملاقه فلزی دسته دار بمدت 60 ثانیه نمونه مذاب برداشت کنید. سپس نمونه سرد شده را بر روی صفحه محافظ روی ترازو قرار داده و توزین نمایند و طبق فرمول ذیل میزان خروج روزانه مذاب از هر یک از درین ها را محاسبه کنید.( اپراتور های کوره)
      
      تناژ (Kg) = 1440* وزن (Kg)
      
      4-2-2- مقادیر بدست آمده را در فرم کشش مذاب از کوره D-FS-PR-15 ثبت کنید. میزان تناژ خروجی را در محدوده 400-800 کیلو گرم نگه دارید و در صورت خارج شدن از  محدوده خروجی مذاب اقدامات لازم را انجام دهید. 
      </p>
      <h2>نحوه ی استفاده از جرثقیل سقفی سالن تولید</h2>
      <p>4-1- به هنگام استفاده از جرثقیل احتیاط و دقت لازم را انجام و هر گونه اشکالی را به سرعت به مسئولین واحد فنی اطلاع دهید.
      4-2- حداکثر از دو بیگ بگ جهت انتقال از زیر زمین به داخل سالن تولید استفاده نمائید.
      4-3- به هنگام استفاده از جرثقیل سیم بکسل را حتما در جهت قایم قرار داده و سپس نسبت به بلند کردن و انتقال اجسام اقدام کنید تا هیچگونه فشاری به جرثقیل وارد نشود. 
      4-4- به علت گرمای زیاد در قسمت فوقانی کوره بعد از اتمام کار حتما جرثقیل را به سمت شمالی سالن انتقال دهید. ( تا از آسیب احتمالی به سیستم انتقال کابل و جرثقیل جلو گیری شود.)
      4-5- جابجایی کابل مربوط به کنترل جرثقیل را با احتیاط و دقت انجام دهید تا از آسیب دیدگی حاصل از آنها اجتناب گردد.
      4-6- در صورت بروز اشکال فنی در دفتر گزارش علت و زمان وقوع آن بصورت دقیق ثبت کنید.
      </p>
    </>
  )
}

export default Furnace
