import React from 'react'
import '../../App.css';
function Glazing() {
  return (
    <div>
      <h1>GLAZING</h1>
      <br />
      <h2>راهبری سیستم کوتینگ (ماده ضد خش) روی تیوب خط کشش</h2>
      <p>4- شرح عملیات
      لوله شیشه ای در حین تولید چه در مرحله کشش و چه در مرحله دستگردانی و بسته بندی به سبب برخورد با هم و یا تجهیزات تولیدی از قبیل گاید ها دچار خش سطحی می شود. این خش ها با کاهش شدید میزان استحکام مکانیکی لوله در زمان تولید پوکه آمپول و ویال زمینه شکست محصول را فراهم می آورد. جهت محافظت از سطح تیوب و اجتناب از افت استحکام عموما قبل از برش اولیه، پوشش سطحی از یک ماده آلی بر روی تیوب ایجاد می¬نمایند. به این فرایند کوتینگ لوله گفته می شود. کلیه محصولات تولیدی اعم از کارپول، آمپول و ویال در هر دو خط می¬تواند با توجه به شرایط تولید و یا خواست مشتری با کوتینگ و یا بدون کوتینگ تولید گردد.
      1-4- سیستم کوتینگ شامل قسمت های ذیل است
      1-1-4- پمپ پنوماتیک 
      2-1-4- مخزن نگهداری و شارژ محلول کوتینگ 
      3-1-4- مخزن اصلی پاشش محلول
      4-1-4- اسپری های پاشش
      <br />
      4- پمپ پنوماتیک محلول کوتینگ را از مخزن نگهداری استیل مکش کرده و توسط خاصیت پیستونی با ایجاد تراکم و ایجاد فشار استاتیک  به اسپری ها می فرستد.
      <br />
      4- مخزن نگهداری و شارژ محلول کوتینگ از جنس استیل بوده و  مکش محلول از این مخزن به پمپ پنوماتیک توسط یک لوله استیل عصایی که  در ابتدای آن صافی قرار دارد انجام می شود. 
7-1-4- مخزن اصلی نیز از جنس استیل است و در داخل آن با یک ساپورت فلزی سه گان اسپری با زاویه 120 درجه نسبت به هم قرار گرفته است. زوایای اسپری ها و فواصل آنها تا مرکز عبور لوله قابل تغییر است. درب مخزن با یک سیستم پنوماتیک شامل دو جک در طرفین باز و بسته می شود و توسط یک جفت دستگیره در طرفین محکم می گردد.
<br />
8-1-4- سه عدد گان اسپری در مخزن اصلی تعبیه شده است. شکل ذیل ساختار یک اسپری را نشان می دهد.
<br />
-4- نحوه کارکرد:
1-2-4- تراز بودن سیستم کوتینگ و همراستایی آن با خط کشش را کنترل کنید.
2-2-4- حدود 5-4 لیتر محلول کوتینگ را از انبار تحویل گرفته و نگهداری کنید. برای ساخت محلول یک درصد مقدار تعیین شده از ماده تویین80 را توسط استوانه مدرج درون بشکه آبی رنگ بریزید. پس آن به میزان تعیین شده آب نرم شده را به آن اضافه نمائید. سپس به آهستگی توسط همزن چوبی حداقل به مدت ده دقیقه هم بزنید به طوریکه کف زیادی تشکیل نشود. سپس محلول را به مخزن استیل انتقال دهید.
3-2-4- فشار ورودی و خروجی پمپ چک کنید. با کمک شیر برگشتی تایم ضربه پیستون پمپ مطابق فشار خروجی مایع را تنظیم کنید.
4-2-4- در زمان باز کردن درب سیستم کوتینگ ابتدا دستگیر های درب را باز کنید و سپس جوی استیک شیر کنترلی پنوماتیک که در گوشه مخزن تعبیه گردیده را حرکت دهید.
5-2-4- با کمک پیچ های تعبیه شده هوای اتمایز اسپری و هم چنین فشارهای ورودی هوای اتمایز و محلول پاشش، محلول بر روی تمامی سطح لوله در حال تولید را تنظیم کنید.
6-2-4- در هر سایز با توجه به سرعت خط، جهت پوشش مناسب سطحی لوله میزان پاشش محلول را تنظیم کنید.
7-2-4- در زمان عدم کارکرد کوتاه مدت سیستم کوتینگ به جهت اجتناب از داغ شدن مخزن درب مخزن را باز نگهدارید.
8-2-4- قطع کوتاه مدت سیستم  پاشش با کمک شیر قطع سریع اسپری ها صورت گیرد.
9-2-4- در صورت عدم استفاده از سیستم کوتینگ بیش یک روز دستگاه از جایگاه خارج شده و به مدت نیم ساعت با آب نرم اسپری ها جهت جلوگیری از گرفتگی شستشو دهید.
10-2-4- در هر بار توقف طولانی مدت خطوط مانند تعویض لیپ بلاک فضای داخلی مخزن اصلی را نظافت کنید.
11-2-4- میزان پوشش محلول روی تیوب به صورت تجربی با سایش دو لوله بر روی یکدیگر مشخص می¬گردد در صورت بروز خش در اولین سایش مقدار کم است و در صورت لغزش زیاد در چند مرحله سایش و یا بروز لک پاشش محلول زیاد است.
12-2-4- در صورت وجود دمای بالا در تیوب در مسیر خط کشش قبل از سیستم کوتینگ جهت عدم تبخیر محلول از فن های کمکی خنک کن مسیر با توجه به نیاز استفاده کنید.
13-2-4- اپراتور خط کشش موظف است دائما بر وضعیت پاشش منظم محلول توسط دستگاه نظارت داشته و در صورت بروز مشکل اقدامات لازم را بعمل آورد.
14-2-4- اپراتور موظف است میزان محلول کوتینگ را در مخزن نگهداری چک کرده و در صورت نیاز  محلول یک درصد ساخته شده و اضافه نماید.
15-2-4- در زمان افتادن خط حتما درب  مخزن اصلی باز و سیستم پاشش کوتینگ را قطع کنید و به هنگام عبور لوله از داخل مخزن مراقبت لازم از عدم برخورد لوله با اسپری ها به عمل آورید.
3-4- موارد نظافتی
دستگاه کوتینگ نیز همانند سایر دستگاه¬ها جهت حفظ صحت عملکرد و افزایش طول عمر نیازمند انجام امور مربوط به نگهداری می¬باشد. لذا موارد زیر باید توسط اپراتور خط کشش و با نظارت سرپرست شیفت انجام گیرد:
1-3-4- نظافت ظاهری پمپ و تجهیزات جانبی از گرد و غبار محیط به صورت هفتگی انجام دهید.
2-3-4- کنترل و نظافت فیلتر ابتدای لوله مکش به صورت هفتگی انجام دهید.
3-3-4- کنترل و نظافت نازل گان اسپری¬ها به صورت روزانه انجام دهید.
4-3-4- شستشوی نازل¬ها با آب در صورت توقف طولانی و عدم استفاده از سیستم کوتینگ را انجام دهید.
5-3-4- در صورت لزوم نسبت به خارج کردن دستگاه از خط کشش جهت تخلیه خرده شیشه داخل محفظه فلزی و شستشوی آن را انجام دهید


      </p>
    </div>
  )
}

export default Glazing
