import React from 'react'
import '../../App.css';
function Lab() {
  return (
    <>
      <h1>LAB</h1>
      <br />
      <h2>آنالیز شیمیایی شیشه</h2>
      <p>
      شنبه ها 8 تا 9 صبح، تعداد 7 لوله ی تولید همان روز تحویل آزمایشگاه میشود (توسط واحد کنترل کیفیت)
      این شیشه ها ابتدا به صورت دستی خورد شده و سپس  توسط ball mill 
      پودر میشود. 
      به مدت یک ساعت درون aven
      خشک شده و پس از خنک شدن یک دهم گرم از پودر را وزن کرده و درون بوته ی پلاتینی ریخته و 
      به آن 10 میلی لیتر HF اضافه کرده تا زمانی که خشک شود
      روی هیتر میگذاریم. و بعد HCL
      50:50 
      به آن افزوده و میگذاریم تا تغلیظ شود. 
      در حدی که چند قطره از آن باقی بماند
      سپس آن رادر بالن 100 میل به حجم میرسانیم.  
      </p>
    </>
  )
}

export default Lab
