import React from 'react';
import '../../App.css';

export default function Researching() {
  return (
    <>
      <h1 className='researching'>"Welcome to R&D"</h1>
      <h5>Discipline, Programming, Concentration</h5>
      <p className='welcome'>
        به بخش R&D شرکت دارو شیشه، سایت دو خوش آمدید. <br />
        (چک نویس): <br />
        <ol>
          <li>در این قسمت اصول کاری (یا همان دستورالعمل کار) در بخش R&D را تشریح میکنیم و هر 
          قسمت را به روشنی توضیح میدهیم.</li>
          <li>
            پروژه هایی که در این قسمت قابل انجام هستند و در بخش واحدهای مختلف بیان شده اند را به این قسمت لینک میکنیم و طبق دستور العمل به انجام آنها میپردازیم
          </li>
          <li>
            تاریخچه ی تمام کارهایی که انجام داده ایم را بیان میکنیم
          </li>
        </ol>
      </p>
      <div className='parts'>
        <div className='part1'>
          <h2>بخش اول: دستورالعمل بخش R&D</h2>
          <p>
            مهمترین هدف در انجام هر پروژه "کم کردن سعی و خطا" و "بالا بردن قابلیت اطمینان" می باشد. <br />
            برای رسیدن به این هدف، ما 6 قدم را در نظر گرفته ایم، در صورتی که این موارد را برای رسیدن به اهداف بالا ناکافی میدانید
            و موارد دیگری را برای رسیدن به اهداف بالا مورد نیاز میبینید، آنها را به این لیست اضافه کنید. <br />
            <b>توصیه ی مهم:</b> برای انجام هر کاری، دستورالعملی برای آن نوشته و آن را به روز نگاه دارید. <br />
            <b>دستورالعمل انجام پروژه در بخش R&D:</b> <br />
            <ol>
              <li>تعیین اهدف عملکردی:<br />
                هدف: این قسمت منبع الهام ما و مسیر عملکرد ما را تعیین میکند و تمام مراحل بعدی وابسته به این مرحله هستند. بنابراین به دست آوردن یک درک درست از این قسمت، بسیار به ما کمک خواهد کرد. برای درک اهمیت این قسمت به این جمله توجه کنید که: درک مساله نیمی از حل مساله است و این قسمت در واقع همان فهم مساله است. 
                اقداماتی که در این قسمت باید انجام شود: تمام قسمت های کارخانه را به خوبی بفهمید و ببینید هر قسمت چه کاری انجام میدهد. برای به دست آوردن این درک نیاز به یک برنامه ریزی درست است. درست کردن این اپلیکیشن در واقع برای رسیدن به این هدف می باشد و به نظر من راه خوبی است و به ما کمک میکند. <br />
                نتیجه: تصمیم به درست کردن یک اپلیکیشن گرفتیم. <br />
                
              </li>
              <li>مدل سازی ریاضی: <br />
                  وقتی اهداف مشخص باشند، دو کار مهم نیاز است که در این مرحله باید انجام شوند: <ins> شناسایی کمیت های مهم در آن پروژه</ins> و <ins>شناخت قوانین حاکم</ins> که بین این کمیت ها ارتباط برقرار میکنند. هر دو این موارد با مطالعه ی کتاب ها و مقالات علمی به دست می آیند. 
                  نتیجه: این بخش، یک فاز تئوری-تحقیقاتی است که در آن مطالعه ی کتاب ها و مقالات علمی و در نتیجه ی آن درک قوانین و کمیت ها را داریم. <br />
                  <br />
                  این قسمت در حقیقت بیان تئوری های فیزیکی، با استفاده از مفاهیم ریاضی است. <br />
                  برای راهبرد اهداف خود به صورت علمی، به کاربرد فیزیک در زندگی میپردازیم. <br />
                  فیزیک چیست؟ علمی برای شناخت قوانین حاکم بر دنیا که نتیجه ی این شناخت، پیش بینی وقایع
                  خواهد بود. <br />
                  فیزیک چگونه وقایع را پیش بینی میکند؟ <br />
                  به طور کلی در فیزیک دو مفهوم وجود دارد:<br />
                  1. ماده (هر آنچه که سنگینی دارد و فضا اشغال میکند)
                  2. انرژی (نیرو): انرژی به عنوان توانایی انجام کار شناخته میشود. ما انرژی را نمیبینیم بلکه فقط اثر آن دیده میشود
                  <br />
                  طبق تعاریف بالا، در دنیای فیزیک، مفاهیم کلا به دو دسته تقسیم میشوند: <br />
                  اول: یا صورتی از انرژی هستند<br />
                  دوم یا خاصیتی از ماده هستند مانند حجم، جرم، گرمای ویژه، ضریب انبساط حرارتی 
                  که برای هر پروژه باید به همراه واحد اندازه گیری خود، به خوبی شناخته، و در روابط 
                  فیزیکی مورد استفاده واقع شوند. <br />
                  همانطوری که اشاره شد، در بخش مدل سازی ریاضی، ما دو وظیفه ی مهم خواهیم داشت
                  اول: تعریف معیارهایی برای کمی ساختن پدیده های موجود در جهان
                  <br /> 
                  دوم: شناخت قوانین بین این کمیت ها<br />
                  بنابر تعاریف بالا، اولین قسمتی که باید به خوبی درک شود، مفهوم انرژی است. به خصوص که
                  امروزه بحث صرفه جویی در مصرف انرژی یکی از موارد بسیار مهم در دنیاست:
                  <br />
                  انرژی چیست؟ <br />
                  همانطوری که گفته شد انرژی به عنوان توانایی انجام کار تعریف میشود. در این تعریف 
                  مفهومی به نام "کار" آماده است که برای درک درست از مفهوم انرژی ابتدا باید این مفهوم را
                  شناخت. کار چیست؟ اگر شما به یک جسم نیرویی وارد کنید، و نیروی وارد شده از طرف شما
                  سبب جابه جایی جسم شود، شما کار انجام داده اید.
                  <br />
                  در بالا، وقتی دسته بندی مفاهیم در فیزیک را بیان میکردیم، گفتیم مفاهیم در فیزیک در 
                  دو دسته قرار میگیرند: ماده و انرژی (نیرو)
                  <br />
                  بنابراین نیرو مفهومی است هم ارز انرژی با همان ویژگی دیده نشدن.
                  (گفتیم انرژی دیده نمیشود، بلکه فقط اثر آن دیده میشود، نیرو نیز همین ویژگی را دارد)
                  <br />
                  نیرو به صورت اثر دو جسم بر هم تعریف میشود. <br />
                  بین نیرو و انرژی یک تناظر میباشد، به این معنی که برای ایجاد نیرو، به انرژی نیاز است
                  و وارد کردن نیرو سبب به وجود آمدن انرژی میشود. <br />
                  و کار مفهومی است که رابطه ی بین نیرو و انرژی را توضیح میدهد. <br />
                  دقت شود که کار خود نوعی انرژی به حساب می آید. <br />
                  بنابراین تا اینجا، به صورت کیفی با سه مفهوم انرژی، نیرو و کار آشنا شدیم
                  <br />
                  حال بیایید این سه مفهوم را به صورت کمی بررسی کنیم:
                  <br />
                  انرژی: <br />
                  تعریف: توانایی انجام کار
                  <br />
                  دارای انواع مختلف که قابل تبدیل شدن به یکدیگر هستند
                  <br />
                  برای انرژی میتوان 6 فرم مختلف درنظر گرفت: chemical, electrical, radiant, mechanical, thermal, nuclear <br />
                  توی دسته بندی های دیگه، میتونیم فرم های بیشتری برای انرژی بیان کنیم، مثل الکترو مغناطیس، صوت، الکتروشیمیایی و ... اما بسیاری از فرم های دیگه، ترکیبی از این 6 فرم هستند.
                  هر کدوم از این 6 فرم میتونن تبدیل بشن یا تغییر کنند به فرم های دیگر.
                  <br />
                  حالت های انرژی: تمام انرژی ها میتونن جزو یکی از دو حالت انرژی جنبشی یا پتانسیل باشند.
                  <br />
                  قانون فیزیکی موجود در انرژی: قانون پایستگی انرژی
                  <br />
                  واحد: <br />
                  SI: joule: کار انجام شده بر روی جسم، توسط نیروی یک نیوتونی که جسم را در فاصله ی یک متری حرکت میدهد (ژول تعریف انرژی براساس کار است)  <br />
                  kw.h : 3,600,000 j = 3600 kj = 3.6 Mj<br />
                  cal: 4.184 j : 
                  کالری کوچک یا گرم‌کالری (نماد: cal) که برابر است با مقدار انرژی مورد نیاز برای افزایش دمای ۱ گرم آب در فشار هوای ۱ اتمسفر به اندازه ۱ درجه سلسیوس.
                  کالری بزرگ یا کیلوگرم‌کالری(کیلوکالری) (نماد:Cal[۲] یا kcal) که همان کالری غذایی (به انگلیسی: food calorie) است و مقدار آن برابر است با مقدار انرژی مورد نیاز برای افزایش دمای °۱ سانتیگرادی ۱ کیلوگرم آب.
                  ۱ یک کالری بزرگ برابر است با ۱۰۰۰ کالری کوچک. میزان انرژی غذایی که می‌خوریم با کیلوکالری اندازه‌گیری می‌شود 
                  (کالری براساس گرما تعریف میشود)
                  hp.h: 2,684,519 j = 2.68 Mj
                  BTU = 1055 j
                  <br />
                  نیرو: اثر دو جسم بر یکدیگر <br />
                  در شناسایی نیروها، باید به این نکته توجه کرد که 
                  در نیرو وارد کردن دو جسم وجود دارد.
                  و برای شناسایی نیرو باید جسم دوم شناسایی شود
                  واحد نیرو: <br />
                  N = نیرویی که اگر به یک جسم یک کیلوگرمی وارد شود، به آن شتابی معادل 1 m/s2 میدهد.
                  <br />
                  از آنجا که وزن نوعی از نیرو است، 1 نیوتون را میتوان وزن یک سیب حدودا 102 گرمی دانست.
                  <br />
                  یک پوند معادل 4.448 نیوتون است و یک نیوتون معادل 0.2248 پوند است.
              </li>
              <li>شبیه سازی کامپیوتری: <br />
                کار با 5 شبیه ساز <ins>Ansys</ins>، <ins>Adams</ins>، <ins>Matlab</ins>، <ins>Webots</ins> و <ins>Solidworks</ins>
                هم اکنون در بخش R&D شرکت داروشیشه آغاز شده است. این که هر نرم افزار چه کاری برای ما انجام 
                میدهد در بخش های جداگانه توضیح داده خواهد شد. 
                اما آنچه در این نقطه باید بیان شود، این است که، در این اپلیکیشن، لینک های مفید documentaion هر 
                نرم افزار باید گذاشته شود و چنانچه دستورالعمل مفیدی برای هر بخش به دست آمده است در این جا قرار خواهد
                گرفت. <br />
                <b>روند کار:</b> <br />
                <ol className='simulation-pro'>
                  <li> به این شکل عمل میکنیم که پس از شناخت اهداف سیستم، قسمت هایی که باید شبیه سازی شوند را مشخص میکنیم.</li>
                  <li>دوم سعی میکنیم در یوتیوب یک فیلم مشابه با آن را بیابیم و دقیقا آن فیلم را به همان شکل پیاده سازی کنیم. فرآیند کار نوشته شود.</li>
                  <li>سپس documentation مربوط به بخش¬های مختلف ان فیلم را میخوانیم و سعی میکنیم نتایج تغییرات را ببینیم.</li>
                </ol>
              </li>
              <li>مدلسازی فیزیکی:<br />در این قسمت یک فاز مطالعاتی داریم. دقت کنید که مشخص بودن اهداف و دانستن فرایندهایی که در سیستم اتفاق میفتد به ما در این بخش بسیار کمک میکند.</li>
              <li>ساخت نمونه ی اولیه</li>
              <li>انبوه سازی</li>
            </ol>
          </p>
        </div>

        <div className='part2' >
          <h2 id='section-two'>بخش دوم: پروژه ها</h2>
          <p>سوژه های بخش R&D از این بخش انتخاب خواهد شد.<br />
            نحوه ی کار به این شکل است که ما در این اپلیکیشن، اطلاعات هر واحد را به صورت یک فرآیند پیوسته و در 
            بخش های مربوط به هر واحد توصیف میکنیم. در همین حین، مشکلات هر بخش نیز در همان قسمت مشخص میشود. 
            علاوه بر این در یک بخش جداگانه در صفحه ی اصلی که با نام پروژه ها مشخص شده است، تمام پروژه های موجود در شرکت
            را میتوان دید. چنانچه روی هر پروژه در این بخش کلیک کنید، شما را به اطلاعاتی که در مورد آن پروژه از بخش مربوطه
            نگارش شده است خواهد برد. <br />
            پروژه ی خود را از بخش پروژه ها انتخاب کنید و بر اساس دستورالعمل بالا، راه حل آن را بیابید <br />
            همچنین تمام آنچه انجام داده اید را در این بخش تعریف کنید و در یک فیلد جدا تاریخچه ی آن را بیان کنید.
          </p>
          <div>
            <h3>پروژه ی یک: بالا آوردن شبیه ساز انسیس</h3>
            <h4>تاریخ تحویل: 29 اسفند</h4>
            <p>آماده سازی شبیه ساز انسیس برای مدل سازی کارخانه<br />
              بعد از 29 اسفند باید یک پلت فرم آماده و یک دستورالعمل مشخص برای شبیه سازی بخش های مختلف کارخانه
              آماده به کار باشد. <br />
              در کارخانه تمام بخش های مرتبط با سیال را میتوان با انسیس شبیه سازی کرد. اینکه کدام بخش زودتر شبیه سازی شود
              باید با توجه به اولویت ها و پس از تشریح بخش های مختلف کارخانه انتخاب شود.
            </p>
          </div>
          <div>
            <h3>پروژه ی دو: بالا آوردن شبیه ساز آدامز و متلب</h3>
            <h4>تاریخ تحویل: 29 اسفند</h4>
            <p>آماده سازی شبیه ساز انسیس برای مدل سازی کارخانه<br />
              این شبیه ساز برای بخش های کنترلی کارخانه در نظر گرفته شده است مانند بخش گلیزینگ
            </p>
          </div>
          <div>
            <h3>ساخت اپلیکیشن</h3>
            <h4>تاریخ تحویل: 29 اسفند</h4>
            <p>آماده سازی شبیه ساز انسیس برای مدل سازی کارخانه<br />
              اهداف این بخش:
              <br />
            <ol>
              <li>روند کلی فرآیند در شرکت مشخص شود</li>
              <li>تمام پروژه های موجود در شرکت مشخص شود</li>
              <li>برای cpm  تعمیرات سرد در سال آینده طرحی آماده شود</li>
              <li>برای pm طرحی مشخص بشه</li>
              <li>تاریخچه ی هر کاری که در شرکت انجام شده است مشخص باشد</li>
              <li>ارتباط بخش های مختلف به هم لینک شود</li>
            </ol>
            </p>
          </div>
        </div>

        <div className='part3'>
          <h2>بخش سوم: تاریخچه</h2>
          <p></p>
        </div>
      </div>
      
    </>
    );
}
